Repository: isabella232/gnome-disk-utility-1
Catalog: help/*/*.po
Languages: ro

source: @@image: 'figures/main-app.png'; md5=5bc3f0bd4d9ae5bb4e46e19d1d649f4b
ro: @@image: 'figures/main-app.png'; md5=1a5a6d418e5fce3c52a35d94667bbc03

source: <application>Palimpsest Disk Utility</application> Manual
ro: <application>Utilitarul de disc Palimpsest</application> Manual

source: This document describes the Palimpsest Disk Utility application.
ro: Acest document descrie aplicația Utilitarul de disc Palimpsest.

source: GNOME Documentation Project
ro: Proiectul de documentație GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ro: Aveți permisiunea de a copia, distribui și/sau modifica acest document în concordanță cu termenii Licenței de Documentație Liberă GNU (GFDL), Versiunea 1.1 sau o altă versiune mai nouă publicată de către Fundația pentru Software Liber fără Secțiunile Invariate, fără Texte de Prefață și fără Texte de Postfață. Puteți găsi o copie a GFDL-ului aici <ulink type="help" url="ghelp:fdl">link</ulink> sau în fișierul COPYING-DOCS distribuit în acest manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ro: Acest manual face parte dintr-o colecție a manualelor GNOME distribuite sub GDFL. Dacă doriți sa distribuiți acest manual separat de colecție, puteți face asta prin a trimite o copie a licenței manualului, așa cum este descris în secțiunea 6 a licenței.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ro: Multe din numele folosite de către companii pentru a-și distinge produsele și serviciile sunt revendicate ca fiind marcă înregistrată. Când acele nume apar în orice documentație GNOME și membrii Proiectului de Documentație sunt la cunoștință cu aceste mărci înregistrate, atunci aceste nume sunt scrise cu majuscule tot cuvântul sau doar prima literă.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ro: DOCUMENTUL ESTE FURNIZAT FĂRĂ GARANȚIE DE ORICE FEL, FIE EMISĂ SAU SUGERATĂ, INCLUZÂND, FĂRĂ LIMITAȚII, ACEEA CĂ DOCUMENTUL SAU VERSIUNEA MODIFICATĂ A DOCUMENTULUI ESTE FĂRĂ DEFECTE DE COMERCIALIZARE, POTRIVITĂ PENTRU UN ANUMIT SCOP SAU NEDĂUNĂTOARE. ÎNTREGUL RISC ÎN CEEA CE PRIVEȘTE CALITATEA, ACURATEȚEA ȘI PERFORMANȚA DOCUMENTULUI SAU VERSIUNII MODIFICATE A ACESTUIA DEPINDE DE DUMNEAVOASTRĂ. ÎN CAZ CĂ UN DOCUMENT SAU O VERSIUNE MODIFICATĂ SE DOVEDEȘTE A AVEA LIPSURI ÎN ORICE FEL, DUMNEAVOASTRĂ (NU SCRIITORUL INIȚIAL, AUTOR SAU ALT CONTRIBUITOR) VĂ VEȚI ASUMA COSTUL NECESAR SERVICIILOR, REPARĂRII SAU CORECTĂRII SALE. ACEST CERTIFICAT DE NEGARANȚIE CONSTITUIE O PARTE ESENȚIALĂ A LICENȚEI. NICIO UTILIZARE A DOCUMENTULUI SAU A UNEI VERSIUNI MODIFICATE A ACESTUIA NU ESTE AUTORIZATĂ CU EXCEPȚIA ACESTUI CERTIFICAT DE NEGARANȚIE; ȘI

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ro: SUB NICIO FORMA SAU TEORIE JURIDICĂ, FIE ÎN DAUNE (INCLUZÂND NEGLIJENȚA), CONTRACT, SAU ALTCEVA, VA TREBUI AUTORUL, SCRIITORUL INIȚIAL, ORICE ALT CONTRIBUITOR SAU ORICE DISTRIBUITOR AL DOCUMENTULUI SAU A UNEI VERSIUNI MODIFICATE A ACESTUIA, SAU FURNIZOR DE ORICE FEL, SĂ FIE RĂSPUNZĂTOR FAȚĂ DE ORICE PERSOANĂ PENTRU O DAUNĂ ÎN MOD DIRECT, INDIRECT, SPECIAL, ÎNTÂMPLĂTOR SAU ÎN CONSECINȚĂ, DE ORICE FEL INCLUZÂND, FĂRĂ LIMITAȚII, DAUNELE DIN CAUZA PIERDERII FONDULUI COMERCIAL, OPRIREA ACTIVITĂȚII, DEFECȚIUNEA CALCULATORULUI, SAU ORICE ALTE DAUNE SAU PIERDERI REZULTATE DE SAU CORELATE CU UTILIZAREA ACESTUI DOCUMENT SAU A UNEI VERSIUNI MODIFICATE A ACESTUIA, CHIAR DACĂ ACESTE PERSOANE AU FOST INFORMATE DE POSIBILITATEA UNOR ASTFEL DE DAUNE.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
ro: DOCUMENTUL ȘI VERSIUNILE MODIFICATE ALE ACESTUIA SUNT FURNIZATE ÎN CONCORDANȚĂ CU TERMENII LICENȚEI DE DOCUMENTAȚIE LIBERĂ GNU CU VIITOAREA ÎNȚELEGERE CĂ: <placeholder-1/>

source: Palimpsest Disk Utility Manual V 0.1
ro: Manualul Utilitarului de disc Palimpsest V 0.1

source: This manual describes version 0.1 of Palimpsest Disk Utility.
ro: Acest manual descrie versiunea 0.1 a Utilitarului de disc Palimpsest.

source: Feedback
ro: Sugestii

source: To report a bug or make a suggestion regarding the <application>Palimpsest Disk Utility</application> application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
ro: Pentru a raporta un defect sau a face o sugestie asupra aplicației <application>Utilitarul de disc Palimpsest</application> sau acestui manual, urmăriți indicațiile din <ulink url="ghelp:gnome-feedback" type="help">Pagina de sugestii GNOME</ulink>.

source: Introduction.
ro: Introducere.

source: This is the <application>Palimpsest Disk Utility</application> user's guide.
ro: Acesta este ghidul utilizatorului <application>Utilitarului de disc Palimpsest</application>.

source: <application>Palimpsest Disk Utility</application> Window
ro: <application>Utilitarul de disc Palimpsest</application> Manual

source: Palimpsest Disk Utility
ro: Utilitarul de disc Palimpsest

source: Shows <placeholder-1/> main window.
ro: Arată fereastra principală <placeholder-1/>.

source: Advanced Palimpsest Disk Utility.
ro: Utilitarul Avansat de disc Palimpsest.

source: Palimpsest Disk Utility is a complex program, with many advanced features.
ro: Utilitarul de disc Palimpsest este un program complex, cu multe funcții avansate.

source: translator-credits
ro: Căpățînă Alexandru <alex.kapa94@yahoo.com>,2011
