Repository: isabella232/gnome-disk-utility-1
Catalog: po/*.po
Languages: ar, eu, ug, uk

source: Volume to show
eu: Bolumena erakusteko
ug: كۆرسىتىدىغان دىسكا ئەن
uk: Показати том

source: Drive to show
eu: Unitatea erakusteko
ug: كۆرسىتىدىغان قوزغاتقۇچ
uk: Показати пристрій

source: Multipath Drive
eu: Bide-izen anitzeko unitatea
ug: كوپ يوللۇق قوزغاتقۇچ
uk: Багатошляховий пристрій

source: PHY %d of %s
eu: %d. PHY - %s
ug: %2$s نىڭ PHY %1$d
uk: PHY %d на %s

source: Port %d of %s
eu: %d. ataka - %s
ug: %2$s نىڭ %1$d ئېغىزى
uk: Порт %d на %s

# Write Cache
source: Enabled
ug: قوزغىتىلغان
uk: Увімкнено

# Write Cache
source: Disabled
ug: چەكلەنگەن
uk: Вимкнено

# Rotation Rate
source: %d RPM
uk: %d об/хв

source: Unknown Scheme: %s
ar: مخطط مجهول: %s
eu: Eskema ezezaguna: %s
ug: نامەلۇم لايىھە: %s
uk: Невідома схема: %s

source: Error launching Brasero
eu: Errorea Brasero abiaraztean
ug: Brasero نى ئىجرا قىلىۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка під час запуску Brasero

source: The application is not installed
eu: Aplikazioa ez dago instalatuta
ug: پروگرامما ئورنىتىلمىغان
uk: Програму не встановлено

source: Error ejecting medium
eu: Errorea euskarria egoztean
ug: ۋاسىتىلەرنى چىقىرىۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при витягуванні носія

source: Error detaching drive
eu: Errorea unitatea askatzean
ug: قوزغاتقۇچنى ئاجراتقاندا خاتالىق كۆرۈلدى
uk: Помилка при від'єднанні пристрою

source: Error formatting drive
eu: Errorea unitatea formateatzean
ug: قوزغاتقۇچنى فورماتلاۋاتقاندا خاتالىق كۆرۈلدى: %s
uk: Помилка при форматуванні пристрою

source: Are you sure you want to format the drive?
eu: Ziur zaude unitatea formateatzea nahi duzula?
ug: بۇ قوزغاتقۇچنى راستلا فورماتلامسىز؟
uk: Справді форматувати пристрій?

source: <b>WARNING:</b> Several paths to this drive has been detected but no corresponding multipath device was found. Your OS may be misconfigured.
eu: <b>Abisua:</b> unitate honetan hainbat bide-izen atzeman dira, baina ez da bat datorren bide-izen anitzeko gailurik aurkitu. Sist. Erag. gaizki konfiguratuta egon daiteke.
ug: <b>ئاگاھلاندۇرۇش:</b> يەرلىك قوزغاتقۇچتا كۆپ يولغا باغلاندى ئەمما مۇناسىپ كۆپ يوللۇق ئۈسكۈنە بايقالمىدى. مەشغۇلات سىستېمىڭىز ناتوغرا سەپلەنگەن بولۇشى مۇمكىن.
uk: <b>Увага:</b> Виявлено кілька шляхів до цього носія, але не знайдено відповідного пристрою. Ваша операційна система може бути не налаштованою.

source: Go to Multipath Device
eu: Joan bide-izen anitzeko gailura
ug: كۆپ يوللۇق ئۈسكۈنىگە يۆتكەل
uk: Перейти до багатошляхового пристрою

source: <b>NOTE:</b> This object represents one of several paths to the drive. To perform operations on the drive, use the corresponding multipath object.
eu: <b>Oharra:</b> objektu honek unitatearen bide-izenetariko bat adierazten du. Unitatean eragiketak lantzeko, erabili dagokion bide-izen anitzeko objektua.
ug: <b>دىققەت:</b> بۇ نەڭ قوزغاتقۇچقا باغلانغان كۆپ يولنىڭ بىرىنى ئىپادىلەيدۇ. مۇناسىپ كۆپ يوللۇق نەڭنى ئىشلىتىپ بۇ قوزغاتقۇچقا مەشغۇلات قىلىڭ.
uk: <b>Зауважте:</b> Цей об'єкт представляє один або кілька шляхів до носія. Щоб виконати операції на носії, використайте відповідний об'єкт.

source: Model:
eu: Modeloa:
ug: تىپى:
uk: Модель:

source: Serial Number:
eu: Serie-zenbakia:
ug: تەرتىپ نومۇرى:
uk: Серійний номер:

source: Firmware Version:
eu: Firmware-aren bertsioa:
ug: Firmware نەشرى:
uk: Версія мікропрограм:

source: Location:
eu: Kokalekua:
ug: ئورنى:
uk: Адреса:

source: Write Cache:
eu: Idazketa-cachea:
ug: يېزىش غەملىكى:
uk: Кеш запису:

source: Rotation Rate:
eu: Biratze-emaria:
ug: ئايلىنىش تېزلىكى:
uk: Швидкість обертання:

source: Capacity:
eu: Edukiera:
ug: سىغىمى:
uk: Ємкість:

source: Connection:
eu: Konexioa:
ug: باغلىنىش:
uk: З'єднання:

source: Partitioning:
eu: Partizioa egitea:
ug: رايونغا ئايرىش:
uk: Розподіл:

source: Open CD/_DVD Application
eu: Ireki CD/_DVD aplikazioa
ug: CD/_DVD پروگراممىسىنى ئاچ
uk: Відкрити програму CD/_DVD

source: Create and copy CDs and DVDs
eu: Sortu eta kopiatu CD eta DVDak
ug: CD ياكى DVD نى كۆچۈرگىلى ياكى يېڭىدىن ياسىغىلى بولىدۇ
uk: Створити копію CD та DVD

source: Format _Drive
eu: _Formateatu unitatea
ug: قوزغاتقۇچنى فورماتلا(_D)
uk: Форм_aтувати пристрій

source: Erase or partition the drive
eu: Ezabatu edo sortu partizioa unitatean
ug: قوزغاتقۇچنى ئۆچۈرىدۇ ياكى رايونغا ئايرىيدۇ
uk: Стерти зміст розділу на пристрої

source: SM_ART Data
eu: _SMART datuak
ug: SMART سانلىق-مەلۇماتى(_A)
uk: Дані SM_ART

source: View SMART data and run self-tests
eu: Ikusi SMART datuak eta exekutatu auto-probak
ug: SMART سانلىق مەلۇماتنى كۆرسىتىپ ئۆزىنى تەكشۈرۈشنى ئىجرا قىلىدۇ
uk: Переглянути дані SMART та запустити самоперевірку

source: _Eject
ar: أ_خرج
eu: _Egotzi
ug: دىسكىنى چىقىرىش(_E)
uk: Ви_тягнути

source: Eject medium from the drive
eu: Egotzi euskarria unitatetik
ug: ۋاسىتىلەرنى قوزغاتقۇچتىن چىقىرىدۇ
uk: Витягнути носій з пристрою

source: Safe Rem_oval
eu: Segurtasunez _kendu
ug: بىخەتەر چىقار(_O)
uk: Безпечне ви_тягування

source: Power down the drive so it can be removed
eu: Itzali unitatea kendu ahal izateko
ug: قوزغاتقۇچنىڭ توك مەنبەسىنى ئۈزۈپ ئاندىن چىقىرىدۇ
uk: Вимкнути пристрій, щоб його можна було вилучити

source: Measure drive performance
eu: Neurtu unitatearen errendimendua
ug: قوزغاتقۇچنىڭ ئۈنۈمىنى ئۆلچە
uk: Виміряти швидкодію пристрою

source: %d PHYs
eu: %d PHY
uk: %d PHY

source: Vendor:
eu: Hornitzailea:
ug: زاۋۇت:
uk: Виробник:

source: Revision:
eu: Berrikuspena:
ug: تۈزىتىلمە:
uk: Версія:

source: Driver:
eu: Kontrolatzailea:
ug: قوزغاتقۇچ:
uk: Пристрій:

source: Fabric:
eu: Lantegia:
ug: قۇرۇلما:
uk: Завод:

source: Number of Ports:
eu: Ataka kopurua:
ug: ئېغىز نومۇرى:
uk: Кількість портів:

source: Error starting Volume Group
eu: Errorea bolumen taldea abiaraztean
ug: دىسكا گۇرۇپپىسىنى باشلاۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка запуску групи томів

source: Error stopping Volume Group
eu: Errorea bolumen taldea gelditzean
ug: دىسكا گۇرۇپپىسىنى توختىتىۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка зупинки групи томів

source: Error setting name for Volume Group
eu: Errorea bolumen taldearen izena ezartzean
ug: دىسكا گۇرۇپپىسىنىڭ ئاتىنى بېكىتىۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка налаштування назви для групи томів

source: Choose a new Volume Group name.
eu: Aukeratu bolumen taldearen izen berria.
ug: يېڭى دىسكا گۇرۇپپىسى ئاتىنى تاللايدۇ.
uk: Виберіть нову назву для групи томів.

source: Error adding Physical Volume to Volume Group
eu: Errorea bolumen fisikoa bolumen taldeari gehitzean
ug: دىسكا گۇرۇپپىسىغا فىزىكىلىق دىسكا قوشۇۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка додання фізичного тому до групи томів

source: Error creating PV for VG
eu: Errorea bol. fisikoa sortzean bol. taldearentzako
ug: دىسكا گۇرۇپپىسى(VG)نىڭ فىزىكىلىق دىسكىسىنى قۇرۇشتا خاتالىق كۆرۈلدى
uk: Помилка створення PV для VG

source: Error deleting partition for Physical Volume in Volume Group
eu: Errorea bol. fisikoaren partizioa ezabatzean bol. taldean
ug: دىسكا گۇرۇپپىسى(VG)دىكى فىزىكىلىق دىسكىنىڭ رايونىنى ئۆچۈرۈشتە خاتالىق كۆرۈلدى
uk: Помилка вилучення розділу для фізичного тому в групі томів

source: Error removing Physical Volume from Volume Group
eu: Errorea bol. fisikoa kentzean bol. taldetik
ug: دىسكا گۇرۇپپىسىدىن فىزىكىلىق دىسكىنى ئۆچۈرۈۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка вилучення фізичного тому для групи томів

source: Are you sure you want the remove the Physical Volume?
eu: Ziur zaude bol. fisikoa kentzea nahi duzula?
ug: فىزىكىلىق دىسكىنى راستلا چىقىرىۋېتەمسىز؟
uk: Вилучити фізичний том?

source: _Remove
eu: _Kendu
ug: چىقىرىۋەت(_R)
uk: В_илучити

source: Not Running
eu: Ez da exekutatzen ari
ug: توختىغان
uk: Не працює

source: Partially Running
eu: Partzialki exekutatzen
ug: قىسمەن ئىجرا بولۇۋاتىدۇ
uk: Частково працює

source: Running
eu: Exekutatzen
ug: ئىشلەۋاتقان
uk: Працює

source: Unknown (%d)
eu: Ezezaguna (%d)
ug: نامەلۇم (%d)
uk: Невідомо (%d)

source: Name:
eu: Izena:
ug: ئاتى:
uk: Назва:

source: Extent Size:
eu: Hedaduraren tamaina:
ug: كېڭەيتىلمە چوڭلۇقى:
uk: Міра розміру:

source: Physical Volumes:
eu: Bolumen fisikoak:
ug: فىزىكىلىق دىسكىلار:
uk: Фізичні томи:

source: Unallocated:
eu: Esleitu gabekoak:
ug: تەقسىملەنمىگەن:
uk: Вільно:

source: St_art Volume Group
eu: _Abiarazi bolumen taldea
ug: دىسكا گۇرۇپپىسىنى باشلا(_A)
uk: _Запустити групу томів

source: Activate all LVs in the VG
eu: Aktibatu bol. log. guztiak bol. taldean
ug: VG دىكى بارلىق LVs نى ئاكتىپلايدۇ
uk: Увімкнути всі LV у VG

source: St_op Volume Group
eu: _Gelditu bol. taldea
ug: دىسكا گۇرۇپپىسىنى توختات(_O)
uk: З_упинити групу томів

source: Deactivate all LVs in the VG
eu: Desaktibatu bol. taldeko bol. log. guztiak
ug: VG نىڭ ئىچىدىكى بارلىق LV لارنى ئاكتىپسىزلايدۇ
uk: Вимкнути всі LV у VG

source: Edit _Name
eu: Editatu _izena
ug: ئاتىنى تەھرىرلەش(_N)
uk: Змінити _назву

source: Change the Volume Group name
eu: Aldatu bolumen taldearen izena
ug: دىسكا گۇرۇپپىسىنىڭ ئاتىنى ئۆزگەرتىدۇ
uk: Змінити назву групи томів

source: Edit _Physical Volumes
eu: Editatu bolumen _fisikoak
ug: فىزىكىلىق دىسكىلارنى تەھرىرلەش(_P)
uk: Змінити _фізичні томи

source: Create and remove PVs
eu: Sortu eta kendu bol. fisikoak
ug: PVs قۇرىدۇ ياكى چىقىرىۋېتىدۇ
uk: Створити і вилучити PV

# RAID status
source: Not running, partially assembled
ar: لا يعمل، مجمع جزئيا
ug: ئىجرا قىلىنمىغان، قىسمەن قۇراشتۇرۇلغان
uk: Не працює, часткова готовність

# RAID status
source: Not running
ar: لا يعمل
ug: ئىجرا قىلىنمىغان
uk: Не працює

# RAID status
source: Not running, can only start degraded
ug: ئىجرا قىلىنمىغان، ئامالنىڭ بارىچە دەرىجە تۆۋەنلىتىپلا ئىجرا قىلىنىدۇ
uk: Не працює, може працювати з пониженими характеристиками

# RAID status
source: Not running, not enough components to start
ug: ئىجرا قىلىنمايۋاتىدۇ، قوزغىتىشقا يېتەرلىك بۆلەك يوق
uk: Не працює, не достатньо складових для запуску

# RAID status
source: DEGRADED
ug: دەرىجە تۆۋەنلەتكەن
uk: ДЕГРАДОВАНИЙ

# RAID status
source: Running
ar: يعمل
ug: ئىشلەۋاتقان
uk: Працює

# RAID action
source: Reshaping
ug: قايتا قۇرۇۋاتىدۇ
uk: Відновлення форми

# RAID action
source: Resyncing
ug: قەدەمداشلاۋاتىدۇ
uk: Повторна синхронізація

# RAID action
source: Repairing
ug: تۈزىتىۋاتىدۇ
uk: Виправлення

# RAID action
source: Recovering
ug: ئەسلىگە كەلتۈرۈۋاتىدۇ
uk: Відновлення

# RAID action
source: Checking
ug: تەكشۈرۈۋاتىدۇ
uk: Перевірка

# RAID action
source: Idle
ug: بوش
uk: Простоює

source: Error stopping RAID Array
eu: Errorea RAID array-a gelditzean
ug: RAID تىزىقىنى توختىتىۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при зупинці масиву RAID

source: Error starting RAID Array
eu: Errorea RAID array-a abiaraztean
ug: RAID تىزىقىنى باشلاۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка під час запуску масиву RAID

source: Not enough components available to start the RAID Array
eu: Ez daude nahiko osagairik RAID array-a abiarazteko
ug: RAID تىزىقىنى باشلاش ئۈچۈن يېتەرلىك بۆلەك يوق
uk: Недостатньо складових для запуску масиву RAID

source: Are you sure you want the RAID Array degraded?
eu: Ziur zaude RAID array-a degradatzea nahi duzula?
ug: راستلا بۇ RAID تىزىقىنى دەرىجە تۆۋەنلىتەمسىز؟
uk: Дійсно перевести масив RAID до деградованого стану?

source: _Start
ar: اب_دأ
eu: _Abiatu
ug: باشلا(_S)
uk: З_апустити

source: Error deleting partition for component in RAID Array
eu: Errorea RAID array-ko osagaiaren partizioa ezabatzean
ug: RAID تىزىقىدىكى بۆلەكنىڭ رايونىنى ئۆچۈرۈشتە خاتالىق كۆرۈلىدۇ
uk: Помилка при вилученні розділу для складової з масиву RAID

source: Error removing component from RAID Array
eu: Errorea RAID array-ko osagaia kentzean
ug: RAID تىزىقىدىن component نى ئۆچۈرۈۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при вилученні складової з RAID масиву

source: Are you sure you want the remove the component?
eu: Ziur zaude osagaia kentzea nahi duzula?
ug: بۇ بۆلەكنى راستلا چىقىرىۋېتەمسىز؟
uk: Вилучити складову з масиву?

source: Error adding component to RAID Array
eu: Errorea osagaia gehitzean RAID array-ari
ug: RAID تىزىقىغا component قوشۇۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при додаванні компоненту для масиву RAID

source: Error creating component for RAID array
ar: خطأ أثناء إنشاء مكون مصفوفة RAID
eu: Errorea RAID array-ko osagaia sortzean
ug: RAID تىزىقى ئۈچۈن component قۇرۇۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при створенні компоненту для масиву RAID

source: Error expanding RAID Array
eu: Errorea RAID array-a zabaltzean
ug: RAID تىزىقىنى يېيىۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка розширення масиву RAID

source: Error checking RAID Array
eu: Errorea RAID array-a egiaztatzean
ug: RAID تىزىقىنى تەكشۈرۈۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при перевірці масиву RAID

source: Level:
eu: _Maila:
ug: دەرىجە:
uk: Рівень:

source: Metadata Version:
eu: Meta-datuen bertsioa:
ug: مېتا سانلىق مەلۇمات نەشرى:
uk: Розділ метаданих:

source: Action:
eu: Ekintza:
ug: ھەرىكەت:
uk: Дія:

source: Components:
ar: المكونات:
eu: Osagaiak:
ug: بۆلەكلىرى
uk: Складові:

source: St_art RAID Array
eu: _Abiarazi RAID array-a
ug: RAID تىزىقىنى باشلا(_A)
uk: _Запустити масив RAID

source: Bring up the RAID Array
eu: Muntatu RAID array-a
ug: RAID تىزىقى قۇرۇۋاتىدۇ
uk: Запуск RAID масиву

source: St_op RAID Array
eu: _Gelditu RAID array-a
ug: RAID تىزىقىنى توختات(_O)
uk: З_упинити масив RAID

source: Tear down the RAID Array
eu: Desmuntatu RAID array-a
ug: دىسكا قاتارىنى چۇۋۇ
uk: Розірвати масив RAID

source: Format/Erase RAI_D Array
eu: Formateatu/Ezabatu _RAID array-a
ug: RAID تىزىقنى فورماتلا/ئۆچۈر(_D)
uk: Створення/стирання _масиву RAID

source: Erase or partition the array
eu: Ezabatu edo array-aren partizioa egin
ug: بۇ تىزىقنى ئۆچۈرىدۇ ياكى رايونغا ئايرىيدۇ
uk: Розпочати виправлення RAID масиву

source: Chec_k Array
eu: _Egiaztatu array-a
ug: تىزىقنى تەكشۈر(_K)
uk: _Перевірити масив

source: Check and repair the array
eu: Egiaztatu eta konpondu array-a
ug: تىزىقنى تەكشۈرىدۇ ۋە تۈزىتىدۇ
uk: Перевірити та виправити масив

source: Edit Com_ponents
eu: Editatu _osagaiak
ug: بۆلەكنى تەھرىرلە(_P)
uk: Редагування _складових

source: Create and remove components
eu: Sortu eta kendu osagaiak
ug: بۆلەكنى قۇرىدۇ ۋە چىقىرىۋېتىدۇ
uk: Помилка при вилученні складової

source: Measure RAID array performance
eu: Neurtu RAID array-aren errendimendua
ug: RAID تىزىقىنىڭ ئۈنۈمىنى ئۆلچە
uk: Виміряти швидкодію масиву RAID

source: Error unmounting volume
eu: Errorea bolumena desmuntatzean
ug: دىسكىنى ئېگەرسىزلەۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при відключенні тому

source: Error mounting volume
eu: Errorea bolumena muntatzean
ug: دىسكىنى ئېگەرلەۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при підключенні тому

source: Error deleting partition
ar: خطأ أثناء حذف القسم
eu: Errorea partizioa ezabatzean
ug: رايون ئۆچۈرۈۋاتقاندا خاتالىق كۆرۈلدى
uk: При знищенні розділу трапилася помилка

source: Are you sure you want to delete the partition?
eu: Ziur zaude partizioa ezabatzea nahi duzula?
ug: بۇ رايوننى ئۆچۈرمەمسىز؟
uk: Вилучити пристрій?

source: _Delete
eu: _Ezabatu
ug: ئۆچۈر(_D)
uk: В_илучити

source: Error creating filesystem
eu: Errorea fitxategi-sistema sortzean
ug: ھۆججەت سىستېمىسى قۇرۇۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при вилученні файлової системи

source: Are you sure you want to format the volume?
eu: Ziur zaude bolumena formateatzea nahi duzula?
ug: بۇ دىسكىنى راستلا فورماتلامسىز؟
uk: Форматувати том?

source: Error modifying partition
eu: Errorea partizioa eraldatzean
ug: رايوننى تۈزىتىۋاتقاندا خاتالىق كۆرۈلدى
uk: При зміні розділу виникла помилка

source: Are you sure you want to forget the passphrase?
eu: Ziur zaude pasaesaldia ahaztea nahi duzula?
ug: بۇ passphrase نى راستلا ئۇنتۇسۇنمۇ؟
uk: Дійсно забути парольну фразу?

source: _Forget
eu: _Ahaztu
ug: ئۇنتۇپ كەت(_F)
uk: _Забути

source: Error locking LUKS volume
eu: Errorea LUKS bolumena blokeatzean
ug: LUKS دىسكىنى قۇلۇپلاۋاتقاندا خاتالىق كۆرۈلدى: %s
uk: Помилка при блокуванні тому LUKS

source: Error unlocking LUKS volume
eu: Errorea LUKS bolumena desblokeatzean
ug: LUKS دىسكىنى قۇلۇپسىزلاۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при розблокуванні тому LUKS

source: Error creating partition
ar: خطأ أثناء إنشاء القسم
eu: Errorea partizioa sortzean
ug: رايون قۇرۇۋاتقاندا خاتالىق كۆرۈلدى
uk: При створенні розділу виникла помилка

source: Error changing label
eu: Errorea etiketa aldatzean
ug: ئەننى ئۆزگەرتىۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при зміні позначку диска

source: Choose a new filesystem label.
eu: Aukeratu fitxategi-sistemaren etiketa berria.
ug: يېڭى ھۆججەت سىستېمىسى ئېنى قۇرىدۇ.
uk: Виберіть нову мітку файлової системи.

source: _Label:
ar: الع_نوان:
eu: _Etiketa:
ug: ئەن(_L):
uk: _Мітка:

source: Error checking filesystem on volume
eu: Errorea bolumeneko fitxategi-sistema egiaztatzean
ug: دىسكىدىكى ھۆججەت سىستېمىسىنى تەكشۈرۈۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при перевірці файлової системи

source: File system check on "%s" (%s) completed
eu: "%s"(r)en (%s) fitxategi-sistemaren egiaztaketa burutu da.
ug: ھۆججەت سىستېمىسى "%s" (%s) نى تەكشۈرۈش تاماملاندى
uk: Перевірку файлової системи "%s" (%s) завершено

source: File system is clean.
ar: نظام الملفات نظيف.
eu: Fitxategi-sistema garbi dago.
ug: ھۆججەت سىستېمىسى پاكىز
uk: Файлова систем чиста.

source: File system is <b>NOT</b> clean.
ar: نظام الملفات <b>ليس</b> نظيفا.
eu: Fitxategi-sistema <b>EZ</b> dago garbi.
ug: ھۆججەت سىستېمىسى پاكىز <b>ئەمەس</b>.
uk: Файлова система <b>МІСТИТЬ</b> помилки.

source: Error spawning nautilus: %s
eu: Errorea nautilus abiaraztean: %s
ug: Nautilus نى ئىشلىتىشتە خاتالىق كۆرۈلدى: %s
uk: Помилка запуску nautilus: %s

source: Error creating Logical Volume
eu: Errorea bolumen logikoa sortzean
ug: لوگىكىلىق دىسكا قۇرۇۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка створення логічного тому

source: Error stopping Logical Volume
eu: Errorea bolumen logikoa gelditzean
ug: لوگىكىلىق دىسكىنى توختىتىۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка зупинки логічного тому

source: Error starting Logical Volume
eu: Errorea bolumen logikoa abiaraztean
ug: لوگىكىلىق دىسكىنى باشلاۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка запуску логічного тому

source: Error setting name for Logical Volume
eu: Errorea bolumen logikoaren izena ezartzean
ug: لوگىكىلىق دىسكىنىڭ ئاتىنى بېكىتىۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка налаштування назви для логічного тому

source: Choose a new name for the Logical Volume.
eu: Aukeratu bolumen logikoaren izen berria.
ug: لوگىكىلىق دىسكىغا يېڭى ئات تاللايدۇ.
uk: Виберіть іншу назву для логічного тому.

source: Error deleting Logical Volume
eu: Errorea bolumen logikoa ezabatzean
ug: لوگىكىلىق دىسكىنى ئۆچۈرۈۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка вилучення логічного тому

source: Are you sure you want to delete the logical volume?
eu: Ziur zaude bolumen logikoa ezabatzea nahi duzula?
ug: لوگىكىلىق دىسكىنى راستلا ئۆچۈرەمسىز؟
uk: Вилучити логічний том?

source: Volume Name:
eu: Bolumenaren izena:
ug: دىسكا ئاتى:
uk: Назва тому:

source: Usage:
eu: Erabilera:
ug: ئىشلىتىش ئۇسۇلى:
uk: Використання:

source: Partition Type:
eu: Partizio mota:
ug: رايون تىپى:
uk: Тип розділу:

source: Partition Label:
eu: Partizioaren etiketa:
ug: رايون ئېنى:
uk: Мітка розділу:

source: Partition Flags:
eu: Partizioaren bandera:
ug: رايون تاللانمىلىرى:
uk: Ознаки розділу:

source: Type:
eu: Mota:
ug: تىپى:
uk: Тип:

source: Available:
eu: Erabilgarri:
ug: ئىشلىتىلىشى:
uk: Доступно:

source: Label:
eu: Etiketa:
ug: ئەن:
uk: Мітка:

source: Mount Point:
eu: Muntatze-puntua:
ug: ئېگەرلەش نۇقتىسى:
uk: Точка підключення:

# LVM2 LV State
source: Running
ug: ئىشلەۋاتقان
uk: Працює

# LVM2 LV State
source: Not Running
ug: توختىغان
uk: Не працює

source: Bootable
eu: Abiarazgarria
ug: قوزغىلىشچان
uk: Завантажувальний

source: Required
eu: Beharrezkoa
ug: تەلەپ
uk: Обов'язковий

source: Allocated
eu: Esleituta
ug: تەقسىملەنگەن
uk: Виділено

source: Allow Read
eu: Baimendu irakurtzea
ug: ئوقۇشقا رۇخسەت
uk: Дозволити читання

source: Allow Write
eu: Baimendu idaztea
ug: يېزىشقا رۇخسەت
uk: Дозволити запис

source: Filesystem
eu: Fitxategi-sistema
ug: ھۆججەت سىستېمىسى
uk: Файлова система

source: View files on the volume using a SFTP network share
eu: Ikusi fitxategiak bolumenean SFTP sare partekatua erabiliz
ug: SFTP تور ھەمبەھرى ئارقىلىق دىسكىدىكى ھۆججەتلەرنى كۆرىدۇ
uk: Переглянути файли на томі користуючись мережним ресурсом SFTP

source: View files on the volume
eu: Ikusi fitxategiak bolumenean
ug: دىسكىدىكى ھۆججەتلەرنى كۆرىدۇ
uk: Переглянути файли на томі

source: Mounted at %s
eu: %s(e)n muntatuta
ug: %s غا ئېگەرلەنگەن
uk: Підключено на %s

source: Not Mounted
eu: Muntatu gabe
ug: ئېگەرلەنمىگەن
uk: Не підключено

source: Encrypted Volume (Locked)
eu: Enkriptatutako bolumena (blokeatuta)
ug: شىفىرلانغان دىسكا(قۇلۇپلانغان)
uk: Шифрований том (Блоковано)

source: Encrypted Volume (Unlocked)
eu: Enkriptatutako bolumena (desblokeatuta)
ug: شىفىرلانغان دىسكا(قۇلۇپسىزلانغان)
uk: Шифрований том (Розблоковано)

source: Go to array
eu: Joan array-ra
ug: تىزىققا يۆتكەل
uk: Перейти до масиву

source: Container for Logical Partitions
eu: Partizio logikoen ontzia
ug: لوگىكىلىق رايوننى ئوز ئىچىگە ئالغۇچى
uk: Контейнер для логічних розділів

source: Logical _Volumes
eu: Bolumen _logikoak
ug: لوگىكىلىق دىسكىلار(_V)
uk: Логічні _томи

source: _Volumes
eu: _Bolumenak
ug: دىسكىلار(_V)
uk: _Томи

source: _Mount Volume
eu: _Muntatu bolumena
ug: دىسكىنى ئېگەرلە(_M)
uk: _Приєднати том

source: Mount the volume
eu: Muntatu bolumena
ug: دىسكىنى ئېگەرلەيدۇ
uk: Приєднати том

source: Un_mount Volume
eu: _Desmuntatu bolumena
ug: دىسكىنى ئېگەرسىزلە(_M)
uk: _Демонтувати том

source: Unmount the volume
eu: Desmuntatu bolumena
ug: دىسكىنى ئېگەرسىزلەيدۇ
uk: Від'єднати том

source: Fo_rmat Volume
eu: _Formateatu bolumena
ug: دىسكىنى فورماتلاش(_R)
uk: _Форматувати том

source: Erase or format the volume
eu: Ezabatu edo formatua eman bolumenari
ug: دىسكىنى ئۆچۈرىدۇ ياكى فورماتلايدۇ
uk: Стерти або форматувати том

source: _Check Filesystem
eu: _Egiaztatu fitxategi-sistema
ug: ھۆججەت سىستېمىسىنى تەكشۈر(_C)
uk: _Перевірити файлову систему

source: Check and repair the filesystem
eu: Egiaztatu eta konpondu fitxategi-sistema
ug: ھۆججەت سىستېمىسىنى تەكشۈرۈپ تۈزىتىدۇ
uk: Перевірити та віновити файлову систему

source: Edit Filesystem _Label
eu: Editatu fitxategi-sistemaren _etiketa
ug: ھۆججەت سىستېمىسىنىڭ ئېنىنى تەھرىرلەش(_L)
uk: Змінити _мітку файлової системи

source: Change the label of the filesystem
eu: Aldatu fitxategi-sistemaren etiketa
ug: ھۆججەت سىستېمىسىنىڭ ئېنىنى ئۆزگەرتىدۇ
uk: Змінити мітку файлової системи

source: Ed_it Partition
eu: Editatu _partizioa
ug: رايون تەھرىرلە(_I)
uk: _Редагувати розділ

source: Change partition type, label and flags
eu: Aldatu partizio mota, etiketa eta banderak
ug: رايون تىپى، ئەن ۋە تاللانمىلارنى ئۆزگەرتىدۇ
uk: Змінити тип розділу, позначку або ознаки

source: D_elete Partition
eu: E_zabatu partizioa
ug: رايون ئۆچۈر(_E)
uk: В_илучити розділ

source: Delete the partition
ar: احذف القسم
eu: Ezabatu partizioa
ug: رايوننى ئۆچۈرىدۇ
uk: Вилучити розділ

source: _Create Partition
eu: _Sortu partizioa
ug: رايون قۇر(_C)
uk: _Створити розділ

source: Create a new partition
eu: Sortu partizio berria
ug: يېڭى رايون قۇرىدۇ
uk: Створити новий розділ

source: _Lock Volume
eu: _Blokeatu bolumena
ug: قۇلۇپلانغان دىسكا(_L)
uk: _Блокувати том

source: Make encrypted data unavailable
eu: Egin enkriptatutako datuak eskurakaitzak
ug: شىفىرلانغان سانلىق مەلۇماتنى ئىشلەتكىلى بولمايدۇ
uk: Зробити шифровані дані недоступними

source: Un_lock Volume
eu: _Desblokeatu bolumena
ug: دىسكا قۇلۇپىنى ئاچ(_L)
uk: _Розблокувати том

source: Make encrypted data available
eu: Egin enkriptatutako datuak eskuragarri
ug: شىفىرلانغان سانلىق مەلۇماتنى ئىشلىتىدۇ
uk: Зробити шифровані дані доступними

source: Forge_t Passphrase
eu: A_haztu pasaesaldia
ug: ئىم جۈملىسىنى ئۇنتۇ(_T)
uk: _Забути пароль

source: Delete passphrase from keyring
eu: Ezabatu pasaesaldia gako-sortatik
ug: ئاچقۇچ ھالقىسىدىن ئىم ئۆچۈرىدۇ
uk: Вилучити пароль із в'язки ключів

source: Change passphrase
eu: Aldatu pasaesaldia
ug: ئىم جۈملىسى ئۆزگەرت
uk: Змінити пароль

source: _Create Logical Volume
eu: _Sortu bolumen logikoa
ug: لوگىكىلىق دىسكا قۇر(_C)
uk: _Створити логічний том
