Repository: isabella232/gnome-disk-utility-1
Catalog: po/*.po
Languages: ar, eu, ug, uk

source: Create a new logical volume
eu: Sortu bolumen logiko berria
ug: يېڭى لوگىكىلىق دىسكا قۇرىدۇ
uk: Створити новий логічний том

source: S_tart Volume
eu: _Abiarazi bolumena
ug: دىسكا قوزغات(_T)
uk: _Запустити том

source: Activate the Logical Volume
eu: Aktibatu bolumen logikoa
ug: لوگىكىلىق دىسكىنى ئاكتىپلايدۇ
uk: Увімкнути логічний том

source: Edit Vol_ume Name
eu: Editatu _bolumenaren izena
ug: دىسكا ئات تەھرىر(_U)
uk: Змінити назву т_ому

source: Change the name of the volume
eu: Aldatu bolumenaren izena
ug: دىسكا ئاتىنى ئۆزگەرتىدۇ
uk: Змінити назву тому

source: D_elete Volume
eu: _Ezabatu bolumena
ug: دىسكىنى ئۆچۈر(_E)
uk: В_илучити том

source: Delete the Logical Volume
eu: Ezabatu bolumen logikoa
ug: لوگىكىلىق دىسكىنى ئۆچۈرىدۇ
uk: Вилучити логічний том

source: Sto_p Volume
eu: _Gelditu bolumena
ug: دىسكىنى توختات(_P)
uk: З_упинити том

source: Deactivate the Logical Volume
eu: Desaktibatu bolumen logikoa
ug: لوگىكىلىق دىسكىنى ئاكتىپسىزلايدۇ
uk: Вимкнути логічний том

source: %s — Disk Utility
eu: %s — Diskoen tresna
ug: %s — دىسكا قورالى
uk: %s — дискова утиліта

source: %s (%s) [%s] @ %s — Disk Utility
eu: %s (%s) [%s] @ %s — Diskoen tresna
ug: %s (%s) [%s] @ %s — دىسكا قورالى
uk: %s (%s) [%s] @ %s — дискова утиліта

source: %s (%s) @ %s — Disk Utility
eu: %s (%s) @ %s — Diskoen tresna
ug: %s (%s) @ %s — دىسكا قورالى
uk: %s (%s) @ %s — дискова утиліта

source: %s (%s) [%s] — Disk Utility
eu: %s (%s) [%s] — Diskoen tresna
ug: %s (%s) [%s] — دىسكا قورالى
uk: %s (%s) [%s] — дискова утиліта

source: %s (%s) — Disk Utility
eu: %s (%s) — Diskoen tresna
ug: %s (%s) — دىسكا قورالى
uk: %s (%s) — дискова утиліта

source: Error creating RAID array
ar: خطأ أثناء إنشاء مصفوفة RAID
eu: Errorea RAID array-a sortzean
ug: RAID تىزىقى قۇرۇۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при створенні масиву RAID

source: Error connecting to “%s”
eu: Errorea '%s'(r)ekin konektatzean
ug: «%s» غا باغلىنىۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при з'єднанні з “%s”

source: translator-credits
ar: فريق عربآيز للترجمة http://www.arabeyes.org: خالد حسني <khaledhosny@eglug.org>
eu: Iñaki Larrañaga Murgoitio <dooteo@zundan.com>
ug: Gheyret Kenji <gheyret@gmail.com> Sahran<sahran@live.com>
uk: wanderlust <wanderlust@ukr.net> Максим Дзюманенко Daniel Korostil <ted.korostiled@gmail.com>

source: _File
ar: _ملف
eu: _Fitxategia
ug: ھۆججەت(_F)
uk: _Файл

source: Connect to _Server...
eu: Konektatu _zerbitzarira...
ug: مۇلازىمېتىرغا باغلا(_S)…
uk: З'єдання з _сервером…

source: Manage storage devices on another machine
eu: Kudeatu biltegien gailuak beste ordenagailuan
ug: باشقا ماشىنىدىكى ساقلاش ئۈسكۈنىسىنى باشقۇرىدۇ
uk: Керування пристроями зберігання на іншому комп'ютері

source: _Create
eu: _Sortu
ug: قۇر(_C)
uk: _Створити

source: _RAID Array...
eu: _RAID array-a...
ug: _RAID تىزىقى
uk: _Масив RAID…

source: Create a RAID array
eu: Sortu RAID array-a
ug: RAID تىزىقى قۇرىدۇ
uk: Створення масиву RAID

source: _Edit
ar: _تحرير
eu: _Editatu
ug: تەھرىر(_E)
uk: З_міни

source: _Help
ar: _مساعدة
eu: _Laguntza
ug: ياردەم(_H)
uk: _Довідка

source: _Quit
ar: أ_نهِ
eu: Irte_n
ug: چېكىن(_Q)
uk: Ви_йти

source: Quit
ar: أنهِ
eu: Irten
ug: چېكىن
uk: Вийти

source: Get Help on Disk Utility
eu: Diskoen tresnaren laguntza eskuratu
ug: دىسكا قورالى ھەققىدىكى ياردەمگە ئېرىشىدۇ
uk: Отримати довідку про дискову утиліту

source: _About
ar: _عن
eu: Honi _buruz
ug: ھەققىدە(_A)
uk: _Про програму

source: An error occured
ar: حدث خطأ
eu: Errore bat gertatu da
ug: خاتالىق يۈز بەردى
uk: Виникла помилка

source: The operation failed.
ar: فشل العملية.
eu: Eragiketak huts egin du.
ug: مەشغۇلات مەغلۇپ بولدى.
uk: Операція зазнала невдачі.

source: The device is busy.
ar: الجهاز مشغول.
eu: Gailua lanpetuta dago.
ug: ئۈسكۈنە ئالدىراش.
uk: Пристрій зайнятий.

source: The operation was canceled.
ar: أُلغيت العملية.
eu: Eragiketa bertan behera utzi da.
ug: مەشغۇلات ئەمەلدىن قالدۇرۇلدى.
uk: Операцію скасовано.

source: The daemon is being inhibited.
ar: العفريت مُثبط.
eu: Daemon-a galarazten dago.
ug: بۇ نازارەتچى چەكلەنگەن.
uk: Роботу демона заборонено.

source: An invalid option was passed.
ar: مُرر خيار غير صحيح.
eu: Aukera baliogabe bat eman zaio.
ug: ئىناۋەتسىز تاللانما كىرگۈزۈلدى.
uk: Передано неправильний параметр.

source: The operation is not supported.
ar: العملية غير مدعومة.
eu: Eragiketa ez dago onartuta.
ug: بۇ مەشغۇلاتنى قوللىمايدۇ.
uk: Операція не підтримується.

source: Getting ATA SMART data would wake up the device.
ar: جلب بيانات ATA SMART قد يوقِظ الجهاز.
eu: ATA SMART datuak lortzean gailua esna daiteke.
ug: ATA SMART سانلىق مەلۇماتى ئۈسكۈنىنى ئەسلىگە كەلتۈرۈشكە ئېرىشىدۇ.
uk: Отримання даних ATA SMART виведе пристрій з сплячого режиму.

source: Permission denied.
ar: رُفِض الإذن
eu: Baimena ukatuta.
ug: ھوقۇق يوق.
uk: Доступ заборонено.

source: _Details:
ar: ال_تفاصيل:
eu: _Xehetasunak:
ug: تەپسىلاتى(_D):
uk: _Подробиці:

source: _Storage Devices
eu: _Biltegien gailuak
ug: ساقلىغۇچ ئۈسكۈنىسى(_S)
uk: _Пристрої накопичення

source: SD High Capacity
ar: ‏SD عالي السعة
eu: SD edukiera altukoa
ug: يۇقىرىقى سىغىملىق SD

source: Flash
ar: فلاش
ug: چاقماق لامپا

source: Linux Extended (0x85)
ar: لينكس ممتد (0x85)
eu: Linux hedatua (0x85)
ug: Linux كېڭەيتىلگەن(0x85)

source: Solaris boot (0xbe)
ar: إقلاع سولارس (0xbe)
eu: Solaris abioa (0xbe)
ug: Solaris قوزغىتىش(0xbe)

# RAID level
source: Stripe (RAID-0)
ar: شريط (RAID-0)
ug: سىزىقلىق (RAID-0)

# Rotation Rate
source: Solid-State Disk
ug: SSD

source: World Wide Name:
eu: Mundu zabaleko izena (WWN):
ug: دۇنياۋى ئات:

source: Parallel ATA
eu: Paraleloko ATA
ug: پاراللېل ATA

source: Serial ATA
eu: Serieko ATA
ug: ئارقىمۇ-ئارقا ATA

source: Serial Attached SCSI
eu: Seriean Erantsitako SCSI (SAS)
ug: ئارقىمۇ-ئارقا قېتىلغان SCSI

source: Boot Code PIC
eu: Abioko PIC kodea
ug: قوزغىتىش كودى PIC

source: UUID: %s
eu: UUIDa: %s

source: CD
ar: اسطوانة
eu: CDa

source: DVD
ar: دي‌ڤي‌دي
eu: DVDa

source: lvm2_pv
eu: lvm2_bf

source: Hibernation (0x84)
ar: إسبات (0x84)
eu: Hibernatzekoa (0x84)

source: Hibernation (0xa0)
ar: إسبات (0xa0)
eu: Hibernatzekoa (0xa0)

source: Volume
ar: الجزء

source: The volume to format
ar: تهيئة الجزء

source: Compatible with Linux (ext3)
ar: متوافق مع لينكس (ext3)

source: CompactFlash
ar: فلاش مدمج

source: MemoryStick
ar: قلم ذاكرة

source: SmartMedia
ar: وسائط ذكية

source: Blu-Ray
ar: بلو راي

source: RAID device %s (%s)
ar: جهاز RAID ‏%s ‏(%s)

source: %s Software RAID
ar: ‏%s RAID برمجي

source: Software RAID
ar: ‏RAID برمجي

source: %s / %s / %s bytes
ar: %s \ %s \ %s بايت

source: Linux Ext2 (version %s)
ar: لينكس Ext2 (إصدارة %s)

source: Linux Ext2
ar: لينكس Ext2

source: Linux Ext3 (version %s)
ar: لينكس Ext3 (إصدارة %s)

source: Linux Ext3
ar: لينكس Ext3

source: Journal for Linux ext3 (version %s)
ar: لينكس ext3 مُدفتر (الإصدارة %s)

source: Journal for Linux ext3
ar: لينكس ext3 مُدفتر

source: Linux Ext4 (version %s)
ar: لينكس Ext4 (إصدارة %s)

source: Linux Ext4
ar: لينكس Ext4

source: Linux XFS (version %s)
ar: لينكس XFS (إصدارة %s)

source: Linux XFS
ar: لينكس XFS

source: LDM meta data Partition
ar: قسم بيانات LDM فوقية

source: LDM data Partition
ar: قسم بيانات LDM

source: Basic Data Partition
ar: قسم بيانات بسيط

source: FAT 16 (Windows)
ar: ‏FAT 16 (وندوز)

source: FAT 32 (Windows)
ar: ‏FAT 32 (وندوز)

source: FAT16 <32M (0x04)
ar: ‏FAT16 <‏32م (0x04)

source: W95 FAT16 (LBA) (0x0e)
ar: ‏‪W95 FAT16 (LBA)‬‏ (0x0c)

source: W95 Ext d (LBA) (0x0f)
ar: ‏‪W95 Ext d (LBA)‬‏ (0x0c)

source: PartitionMagic (0x3c)
ar: بارتشن ماجك (0x3c)

source: Linux (0x83)
ar: لينكس (0x83)

source: Linux LVM (0x8e)
ar: لينكس LVM‏ (0x8e)

source: Solaris (0xbf)
ar: سولارس (0xbf)

source: %.1f kbit/s
ar: %.1f ك.بتة\ث

source: %.1f Mbit/s
ar: %.1f م.بتة\ث

source: %.1f Gbit/s
ar: %.1f ج.بتة\ث

source: %s RAID Component
ar: مكوّن RAID‏ %s

source: Part of "%s" %s array
ar: جزء من المصفوفة "%s"‏ %s

source: Select what SMART self test to run
ar: اختر أي اختبار SMART ذاتي سيُشغل

source: _Initiate Self Test
ar: اب_دأ الاختبار الذاتي

source: _Drive:
ar: ال_سواقة:

source: Status
ar: الحالة

source: Updating...
ar: يحدّث...

source: Update now
ar: حدّث الآن

source: The disk will be partitioned and a %s partition will be created
ar: سيُقسم القرص ويُنشأ قسم %s

source: A %s partition will be created
ar: سيُنشأ قسم %s

source: Use
ar: الاستخدام

source: Disk
ar: القرص

source: Disks
ar: الأقراص

source: Insufficient number disks to create a %s array.
ar: عدد الأقراص لا يكفي لإنشاء مصفوفة %s.

source: To create a %s array, select %d disks.
ar: لإنشاء مصوفوفة %s، اختر %d قرص.

source: To create a %s array, select %d more disks.
ar: لإنشاء مصوفوفة %s، اختر %d أقراص أكثر.

# application name
source: Bourne Again Shell
ar: صدفة برن ثانيا

# application name
source: Bourne Shell
ar: صدفة برن

# application name
source: C Shell
ar: صدفة C

# application name
source: TENEX C Shell
ar: صدفة TENEX C

# application name
source: Z Shell
ar: صدفة Z

# application name
source: Korn Shell
ar: صدفة كورن

source: Change
ar: غيّر

source: Error adding component
ar: خطأ أثناء إضافة المكون

source: Select a volume to use as component in the array "%s"
ar: اختر جزءا ليُستخدم كمكون في المصفوفة "%s"

source: Only volumes of acceptable sizes can be selected. You may need to manually create new volumes of acceptable sizes.
ar: تُختار الأجزاء ذات الحجوم المناسبة فقط. قد تحتاج إلى إنشاء أجزاء جديدة ذات حجم مناسب يدويا.

source: Add _Volume
ar: أضِف _جزءا

source: Error removing component
ar: خطأ أثناء إزالة المكون

source: Are you sure you want to remove the component from the array ?
ar: أمتأكّد من رغبتك في حذف هذا المكون من المصفوفة؟

source: The data on component "%s" of the RAID Array "%s" will be irrecovably erased and the RAID Array might be degraded. Make sure important data is backed up. This action cannot be undone.
ar: ستُحذف البيانات الموجودة على المكون "%s" من مصفوفة RAID‏ "%s" بلا رجعة، وقد تتأثر مصفوفة RAID سلبا. تأكد من أن البيانات المهمة محفوظة احتياطية إذ لا يمكن التراجع عن هذا الإجراء.

# RAID component type
source: Linear (Just a Bunch Of Disks)
ar: خطي (مجرد مجموعة من الأقراص)

source: %d Component
ar: لا مكونات

source: %d Component (%s)
ar: لا مكونات %d (%s)

# RAID status
source: Reshaping
ar: يعاد تشكيله

# RAID status
source: Resyncing
ar: يُزامن

# RAID status
source: Repairing
ar: يُصلح

# RAID status
source: Recovering
ar: يتعافى

# RAID status
source: Checking
ar: يفحص

# Linux MD slave state
source: In Sync
ar: مُزامن

source: Array Name:
ar: اسم المصفوفة:

source: Home Host:
ar: اسم المستضيف:

source: Array Size:
ar: حجم المصفوفة:

source: RAID Type:
ar: نوع RAID:

source: A_ttach
ar: أ_رفِق

source: _Detach
ar: ا_فصل

source: _Add...
ar: أ_ضف...

source: Chec_k
ar: اف_حص

source: _Repair
ar: أص_لح

source: _Detect Media
ar: _تعرف على الوسائط

source: _Delete Partition
ar: ا_حذف القسم

source: Partition
ar: قسم

source: _Revert
ar: ا_عكس

source: Apply the changes made
ar: طبق التغييرات

source: The volume contains swap space.
ar: الجزء يحتوي مساحة تبديل

source: This is the last primary partition that can be created. If you need more partitions, you can create an Extended Partition.
ar: هذا آخر قسم أولي يمكن إنشاؤه. إذا أردت المزيد من الأقسام فيُمكنك إنشاء قسم ممتد.

source: No more partitions can be created. You may want to delete an existing partition and then create an Extended Partition.
ar: لا يمكن إنشاء المزيد من الأقسام. ربما قد تريد حذف أحد الأقسام ثم إنشاء قسم ممتد.

source: Create Partition
ar: أنشئ قسما

source: To create a new partition, select the size and whether to create a file system. The partition type, label and flags can be changed after creation.
ar: لإنشاء قسم، اختر الحجم وما إذا يُنشأ نظام ملفات أم لا. نوع القسم والعنوان والشارات يمكن تغييرها لا حقا.

source: Encr_ypt underlying device
ar: _عمّ الجهاز الحاوي

source: Create partition
ar: أنشئ قسما

source: Are you sure you want to create a new file system, deleting existing data ?
ar: أمتأكد أنك تريد إنشاء نظام ملفات جديد وحذف البيانات الموجودة؟

source: All data on partition %d on the media in "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
ar: ستُحذف كل البيانات على القسم %d في الوسيط "%s" بلا رجعة. تأكد من أن البيانات المهمة محفوظة احتياطيا إذ لا يمكن التراجع عن هذا الإجراء.

source: All data on partition %d of "%s" will be irrecovably erased. Make sure important data is backed up. This action cannot be undone.
ar: ستُحذف كل البيانات على القسم %d من "%s" بلا رجعة. تأكد من أن البيانات المهمة محفوظة احتياطيا إذ لا يمكن التراجع عن هذا الإجراء.

source: Create File System
ar: أنشئ نظام ملفات

source: To create a new file system on the device, select the type and label and then press "Create". All existing data will be lost.
ar: لإنشاء نظام ملفات جديد على الجهاز، اختر النوع والعنوان ثم انقر "أنشئ". ستُفقد كل البيانات الموجودة.

source: Unknown Size
ar: الحجم مجهول

source: Partitioned Media (%s)
ar: وسط مقسّم (%s)

source: Unpartitioned Media
ar: وسط غير مقسم

source: Unrecognized
ar: غير معروف

source: Linux Software RAID
ar: ‏ RAID لينكس برمجي

source: %s (Read Only)
ar: ‏%s (للقراءة فقط)

source: Not running
ar: لا يعمل

source: %s File System
ar: نظام ملفات %s

source: Encrypted LUKS Device
ar: جهاز LUKS مُعمّى

source: Data
ar: بيانات

source: Cleartext LUKS Device
ar: جهاز LUKS مُظهّر

source: Partition %d (%s)
ar: القسم %d‏ (%s)

source: Error checking file system on device
ar: خطأ في فحص نظام الملفات على الجهاز

source: File system check on "%s" completed
ar: اكتمل فحص نظام الملفات على "%s"

source: Error unmounting device
ar: خطأ أثناء فصل الجهاز

source: Error ejecting device
ar: خطأ أثناء إخراج الجهاز

source: Error detaching device
ar: خطأ أثناء فصل الجهاز

source: Error unlocking device
ar: خطأ أثناء فتح قفل الجهاز

source: Error locking encrypted device
ar: خطأ أثناء إيصاد الجهاز المُعمّى

source: There was an error starting the drive "%s".
ar: حدث خطأ أثناء بدء السوّاقة "%s".

source: _Start Array
ar: اب_دأ المصفوقة

source: There was an error stopping the drive "%s".
ar: حدث خطأ أثناء إيقاف السوّاقة "%s".

source: Error erasing data
ar: خطأ في مسح البيانات

source: Are you sure you want to erase the device ?
ar: أمتأكد أنك تريد مسج الجهاز؟

source: _Erase
ar: ا_مسح

source: Error creating partition table for component for RAID array
ar: خطأ أثناء إنشاء جدول التقسيم لمكون مصفوفة RAID

source: Palimpsest Disk Utility
ar: أداة الأقراص

source: _New
ar: ج_ديد

source: Software _RAID Array
ar: مصفوفة _RAID برمجية

source: Create a new Software RAID array
ar: أنشئ مصفوفة RAID برمجية جديدة

source: _Check File System
ar: ا_فحص نظام الملفات

source: Check the file system
ar: افحص نظام الملفات

source: _Mount
ar: _صِل

source: Mount the filesystem on device
ar: صِل نظام الملفات الموجود على الجهاز

source: Unmount the filesystem
ar: افصل نظام الملفات

source: Eject media from the device
ar: أخرِج الوسيط من الجهاز

source: Detach the device from the system, powering it off
ar: افصل الجهاز من النظام وأطفِئه

source: Unlock the encrypted device, making the data available in cleartext
ar: افتح قفل الجهاز المعمّى، لإتاحة البيانات بصورة واضحة

source: _Lock
ar: أو_صد

source: Lock the encrypted device, making the cleartext data unavailable
ar: أوصِد الجهاز المعمّى، جاعلا البيانات الواضحة غير متاحة

source: Start the array
ar: ابدأ المصفوقة

source: _Stop
ar: أوقِ_ف

source: Stop the array
ar: أوقف المصفوفة

source: Erase the contents of the device
ar: امسح محتويات الجهاز

source: Get Help on Palimpsest Disk Utility
ar: احصل على المساعدة حول أداة الأقراص

source: <small>_Cancel</small>
ar: <small>أ_لغِ</small>

source: View
ar: المنظور

source: The view to show details for
ar: المنظور التي ستعرض به التفاصيل

source: Presentable
ar: متاح

source: The minimum size of the element
ar: أدنى حجم للعنصر

source: Percent Size
ar: الحجم بالنسبة

source: Flags for the element
ar: شارات العنصر
