Repository: isabella232/gnome-disk-utility-1
Catalog: po/*.po
Languages: ar, eu, ug, uk

source: _Scheme:
eu: _Eskema:
ug: لايىھە(_S):
uk: С_хема:

source: kB
ug: ك ب
uk: КБ

source: MB
ar: م.بايت
ug: مېگابايت
uk: МБ

source: GB
uk: ГБ

source: TB
ug: ت​ب
uk: ТБ

source: KiB
uk: КіБ

source: MiB
uk: МіБ

source: GiB
uk: ГіБ

source: TiB
uk: ТіБ

source: The currently selected size
eu: Unean hautatutako tamaina
ug: نۆۋەتتە تاللانغان چوڭلۇقى
uk: Поточний виділений розмір

source: Minimum Size
eu: Gutxieneko tamaina
ug: ئەڭ كىچىك چوڭلۇقى
uk: Мінімальний розмір

source: The minimum size that can be selected
eu: Hauta daitekeen gutxieneko tamaina
ug: تاللاشقا بولىدىغان ئەڭ كىچىك چوڭلۇقى
uk: Мінімальний розмір, який можна обрати

source: Maximum Size
eu: Gehienezko tamaina
ug: ئەڭ چوڭ چوڭلۇقى
uk: Максимальний розмір

source: The maximum size that can be selected
eu: Hauta daitekeen gehienezko tamaina
ug: تاللاشقا بولىدىغان ئەڭ چوڭ چوڭلۇقى
uk: Максимальний розмір, який можна обрати

source: Less than a minute ago
eu: Duela minutu bat baino gutxiago
ug: بىر مىنۇتتىنمۇ ئىلگىرى
uk: Менш ніж хвилину тому

source: %d minute ago
eu: Duela minutu %d
ug: %d مىنۇت ئىلگىرى
uk: %d хвилину тому

source: %d hour ago
eu: Duela ordu %d
ug: %d سائەت ئىلگىرى
uk: %d годину тому

source: Drive
eu: Unitatea
ug: قوزغاتقۇچ
uk: Пристрій

source: Drive to show volumes for
eu: Unitatea (haren bolumenak erakusteko)
ug: دىسكىنى كۆرسىتىدىغان قوزغاتقۇچ
uk: Пристрій для якого показати розділи

source: RAID Array is not running
eu: RAID array-a ez da exekutatzen ari
ug: RAID تىزىقى ئىجرا قىلىنمىغان
uk: Пристрій RAID не запущено

source: No Media Detected
ar: لم يُعثر على وسط
eu: Ez da euskarririk detektatu
ug: ۋاسىتە بايقالمىدى
uk: Носіїв не виявлено

source: Extended
ar: ممتد
eu: Hedatuta
ug: كېڭەيتىلگەن
uk: Розширений

source: Encrypted
ar: مُعمّى
eu: Enkriptatuta
ug: شىفىرلانغان
uk: Шифрований

source: RAID Component
ar: مكون RAID
eu: RAID osagaia
ug: RAID بۆلىكى
uk: Компонент RAID

source: Free
ar: خالي
eu: Libre
ug: بوش
uk: Вільний

source: _Format...
eu: _Formateatu...
ug: فورماتلا(_F)…
uk: Форм_атувати…

source: Create new filesystem on the selected device
eu: Sortu fitxategi-sistema berria hautatutako gailuan
ug: تاللانغان ئۈسكىنىگە يېڭى ھۆججەت سىستېمىسى قۇرىدۇ
uk: Створити нову файлову систему на обраному пристрої

source: Floppy
ar: قرص مرن
eu: Disketea
ug: يۇمشاق دىسكا
uk: Дискета

source: %s File
eu: %s fitxategia
ug: %s ھۆججەت
uk: %s дані

source: %s Drive
ar: سوّاقة %s
eu: %s unitatea
ug: %s قوزغاتقۇچ
uk: %s Пристрій

source: %s %s Drive
ar: سوّاقة %s‏ %s
eu: %s %s unitatea
ug: %s %s قوزغاتقۇچ
uk: %s Диск %s

source: %s Hard Disk
ar: قرص صلب %s
eu: %s disko gogorra
ug: %s قاتتىق دىسكا
uk: %s Жорсткий диск

source: Hard Disk
ar: قرص صلب
eu: Disko gogorra
ug: قاتتىق دىسكا
uk: Жорсткий диск

source: %s Solid-State Disk
ar: قرص حالة جامدة %s
eu: %s egoera solidoko diskoa (SSD)
ug: %s SSD
uk: %s Твердотілий диск (SSD)

source: Solid-State Disk
ar: قرص حالة جامدة
eu: Solid-State Diskoa
ug: SSD
uk: Твердотілий диск (SSD)

source: %s Media
ar: وسط %s
eu: %s euskarria
ug: %s ۋاسىتە
uk: %s Носій

source: MBR Partition Table
ar: جدول أقسام MBR
eu: MBR partizio-taula
ug: MBR رايون جەدۋىلى
uk: Таблиця розділів MBR

source: Apple Partition Table
ar: جدول أقسام أبل
eu: Apple partizio-taula
ug: Apple رايون جەدۋىلى
uk: Таблиця розділів Apple

source: Partitioned
ar: مُقسَّم
eu: Partizioduna
ug: رايونغا ئايرىلغان
uk: Диск із розподілом

source: Not Partitioned
ar: غير مُقسَّم
eu: Partiziorik gabea
ug: رايونغا ئايرىلمىغان
uk: Без розділів

source: SAS Expander
eu: SAS zabaltzailea
ug: SAS يايغۇچ
uk: Розширювач SAS

source: PATA Host Adapter
eu: PATA ostalari-moldagailua
ug: PATA ماشىنا ماسلاشتۇرغۇچ
uk: Адаптер PATA

source: SATA Host Adapter
eu: SATA ostalari-moldagailua
ug: SATA ماشىنا ماسلاشتۇرغۇچ
uk: Адаптер SATA

source: ATA Host Adapter
eu: ATA ostalari-moldagailua
ug: ATA ماشىنا ماسلاشتۇرغۇچ
uk: Адаптер ATA

source: SAS Host Adapter
eu: SAS ostalari-moldagailua
ug: SAS ماشىنا ماسلاشتۇرغۇچ
uk: Адаптер SAS

source: SCSI Host Adapter
eu: SCSI ostalari-moldagailua
ug: SCSI ماشىنا ماسلاشتۇرغۇچ
uk: Адаптер SCSI

source: Host Adapter
eu: Ostalari-moldagailua
ug: ماشىنا ماسلاشتۇرغۇچ
uk: Адаптер

source: Logical Volume
eu: Bolumen logikoa
ug: لوگىكىلىق دىسكا
uk: Логічний том

source: LVM2 Logical Volume
eu: LVM2 bolumen logikoa
ug: LVM2 لوگىكىلىق دىسكا
uk: Логічний том LVM2

source: Volume Group
eu: Bolumen taldea
ug: دىسكا گۇرۇپپىسى
uk: Група томів

source: %s LVM2 Volume Group
eu: %s LVM2 bolumen taldea
ug: %s LVM2 دىسكا گۇرۇپپىسى
uk: Група томів %s LVM2

source: LVM2 Volume Group
eu: LVM2 bolumen taldea
ug: LVM2 دىسكا گۇرۇپپىسى
uk: Група томів LVM2

source: %s Free
ar: %s خالية
eu: %s libre
ug: %s بىكار
uk: %s вільно

source: Unallocated Space
ar: مساحة غير مخصصة
eu: Esleitu gabeko lekua
ug: تەقسىملەنمىگەن بوشلۇق
uk: Незайнятий простір

source: LVM2 VG Unallocated Space
eu: LVM2 bol. taldea, esleitu gabeko lekua
ug: LVM2 VG تەقسىملەنمىگەن بوشلۇق
uk: Вільний простір LVM2 VG

source: %s %s Array
eu: %s %s array-a
ug: %s %s تىزىق
uk: Масив %s %s

source: %s Array
eu: %s array-a
ug: %s تىزىق
uk: Масив %s

source: RAID Array %s (%s)
eu: RAID array-a %s (%s)
ug: RAID تىزىقى %s (%s)
uk: Масив RAID %s (%s)

source: RAID device %s
ar: جهاز RAID ‏%s
eu: %s RAID gailua
ug: RAID ئۈسكۈنىسى %s
uk: Пристрій RAID %s

source: RAID Array
ar: مصفوفة RAID
eu: RAID array-a
ug: RAID تىزىقى
uk: Масив RAID

# Linux MD slave state
source: Not Attached
ug: قوشۇلمىغان
uk: Не під'єднано

# Linux MD slave state
source: Faulty
ar: معيوب
ug: خاتالىق
uk: Помилковий

# Linux MD slave state
source: Fully Synchronized
ug: تولۇق قەدەمداشلانغان
uk: Повністю синхронізовано

# Linux MD slave state
source: Writemostly
ug: يېزىش ئاساس
uk: Майже заповнений

# Linux MD slave state
source: Blocked
ar: موصد
ug: توسۇلغان
uk: Блокований

# Linux MD slave state
source: Partially Synchronized
ug: قىسمى قەدەمداشلانغان
uk: Частково синхронізовано

# Linux MD slave state
source: Spare
ar: غير مشغول
ug: زاپاس
uk: Запасний

source: Local Storage
eu: Biltegi lokala
ug: يەرلىك ساقلىغۇچ
uk: Локальний диск

source: Storage on %s
eu: Biltegia %s(e)n
ug: %s دىكى ساقلىغۇچ
uk: Накопичувач на %s

source: Multipath Devices
eu: Bide-izen anitzeko gailuak
ug: كوپ يوللۇق ئۈسكۈنىلەر
uk: Багатошляхові пристрої

source: Drives with multiple I/O paths
eu: S/I-rako hainbat bide-izen dituzten unitateak
ug: كوپ I/O يوللۇق ئۈسكۈنىلەر
uk: Пристрої з багатьма шляхами В/В

source: Multi-disk Devices
eu: Disko anitzeko gailuak
ug: كوپ دىسكىلىق ئۈسكۈنىلەر
uk: Багатодискові пристрої

source: RAID, LVM and other logical drives
eu: RAID, LVM eta beste unitate logikoak
ug: RAID، LVM ۋە باشقا لوگىكىلىق قوزغاتقۇچلار
uk: RAID, LVM і багато інших логічних носіїв

source: Peripheral Devices
eu: Gailu periferikoak
ug: يانداش ئۈسكۈنىلەر
uk: Периферійні пристрої

source: USB, FireWire and other peripherals
eu: USB, FireWire eta beste periferikoak
ug: USB، FireWire ۋە باشقا يانداش ئۈسكۈنىلەر
uk: USB, FireWire й інші перефірійні

source: Error enumerating devices: %s
eu: Errorea gailuak zenbatzean: %s
ug: ئۈسكۈنە كۆرسىتىش خاتالىقى: %s
uk: Помилка при складанні списку пристрої: %s

source: Error enumerating adapters: %s
eu: Errorea moldagailuak zenbatzean: %s
ug: ماسلاشتۇرغۇچ كۆرسىتىش خاتالىقى: %s
uk: Помилка при складанні списку адаптерів: %s

source: Error enumerating expanders: %s
eu: Errorea zabaltzaileak zenbatzean: %s
ug: كېڭەيتىلمە كۆرسىتىش خاتالىقى: %s
uk: Помилка при складанні списку розширювачів: %s

source: Error enumerating ports: %s
eu: Errorea atakak zenbatzean: %s
ug: ئېغىز كۆرسىتىش خاتالىقى: %s
uk: Помилка при складанні списку портів: %s

source: Error listening to address `localhost:%d': %s: %s
eu: Errorea 'localhost:%d' helbidea entzutean: %s: %s
ug: ئادرېس `localhost:%d' نى تىڭشاۋاتقاندىكى خاتالىق: %s: %s
uk: Помилка при прослуховуванні адреси `localhost:%d': %s: %s

source: Error creating a local TCP server, tried binding to ports 9000-10000 on localhost
eu: Errorea TCP zerbitzari lokala sortzean, 9000 eta 10000 arteko ataketara esleitzea saiatu da ostalari lokalean
ug: يەرلىك TCP مۇلازىمېتىر قۇرۇشتا خاتالىق كۆرۈلدى، localhost تىكى 9000-10000 ئېغىزغا باغلاشنى سىناڭ.
uk: Помилка при створенні локального сервера TCP, при спробі прив'язатися до портів 9000-10000 на localhost

source: Error setting auth mechanisms on local DBusServer
eu: Errorea autentifikazioaren mekanismoa ezartzean DBusServer lokalean
ug: يەرلىك DBus مۇلازىمېتىردىكى سالاھىيەت دەلىللەش خاتالىقى
uk: Помилка при встановленні механізму автентифікації на локальному DBusServer

source: Unable to parse command-line `%s' (Malformed address?): %s
eu: Ezin da '%s' komando-lerroa analizatu (gaizki osatutako helbidea?): %s
ug: `%s' بۇيرۇق قۇرىنى يېشەلمەيدۇ (خاتا ئادرېس؟): %s
uk: Неможливо розібрати командний рядок `%s' (Неправильна адреса?): %s

source: Unable to spawn ssh program: %s
eu: Ezin da ssh programa abiarazi: %s
ug: ssh پروگراممىنى ئىجرا قىلالمىدى: %s
uk: Неможливо запустити програму ssh: %s

source: Error reading stderr output: %s
eu: Errorea stderr-en irteera irakurtzean: %s
ug: stderr چىقىرىشىنى ئوقۇشتا خاتالىق كۆرۈلدى: %s
uk: Помилка при читанні виводу з потоку stderr: %s

source: Error reading stderr output: No content
eu: Errorea stderr-en irteera irakurtzean: edukirik ez
ug: stderr چىقىرىشىنى ئوقۇشتا خاتالىق كۆرۈلدى: مەزمۇن يوق
uk: Помилка при читанні стандартного потоку вводу: немає вмісту

source: Error logging in
eu: Errorea saioa hastean
ug: تىزىمغا كىرىۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при вході

source: Error sending `%s': %s
eu: Errorea '%s' bidaltzean: %s
ug: `%s' نى يوللاۋاتقاندا خاتالىق كۆرۈلدى: %s
uk: Помилка при надсиланні `%s': %s

source: Unexpected stderr output - expected `udisks-tcp-bridge: Waiting for secret' but got `%s'
eu: Ustekabeko stderr-ren irteera - 'udisks-tcp-bridge: Waiting for secret' espero zen, baina '%s' lortu da
ug: ئويلىشىلمىغان ئۆلچەملىك خاتا چىقىرىش- `udisks-tcp-bridge: Waiting for secret' نى ئۈمىد قىلغان ئەمما `%s' غا ئېرىشتى
uk: Неочікуваний вивід stderr - очікувався `udisks-tcp-bridge: Waiting for secret' але отримано `%s'

source: Error passing authorization secret: %s
eu: Errorea autorizazioaren ezkutukoa analizatzean: %s
ug: دەلىللەش شىفىرىنى يوللاش خاتالىقى: %s
uk: Помилка при розборі шифру авторизації: %s

source: Error reading stderr from: %s
eu: Errorea stderr hemendik irakurtzean: %s
ug: stderr دىن ئوقۇشتا خاتالىق كۆرۈلدى: %s
uk: Помилка при читанні stderr з: %s

source: Unexpected stderr output - expected `udisks-tcp-bridge: Attempting to connect to port %d' but got `%s'
eu: Ustekabeko stderr-ren irteera - 'udisks-tcp-bridge: Attempting to connect to port %d' espero zen, baina '%s' lortu da
ug: ئويلىشىلمىغان ئۆلچەملىك خاتا چىقىرىش- `udisks-tcp-bridge: Attempting to connect to port %d' نى ئۈمىد قىلغان ئەمما `%s' غا ئېرىشتى
uk: Неочікуваний вивід stderr - очікувалось `udisks-tcp-bridge: Attempting to connect to port %d' але отримано `%s'

source: The udisks-tcp-bridge program failed to prove it was authorized: %s
eu: udisks-tcp-bridge programak huts egin du autorizazio zuela frogatzean: %s
ug: udisks-tcp-bridge پروگرامما سالاھىيەت دەلىللىيەلمىدى: %s
uk: Помилка у програмі udisks-tcp-bridge при авторизації: %s

source: The udisks-tcp-bridge program failed to prove it was authorized
eu: udisks-tcp-bridge programak huts egin du autorizazioa zuela frogatzean
ug: udisks-tcp-bridge پروگرامما سالاھىيەت دەلىللىيەلمىدى
uk: Помилка у програмі udisks-tcp-bridge при авторизації

source: %s (%s bytes)
eu: %s (%s byte)
ug: %s (%s بايت)
uk: %s (%s байтів)

source: FAT (12-bit version)
ar: ‏FAT (نسخة 12-بتة)
eu: FAT (12-bit bertsioa)
ug: FAT(12 بىتلىق نەشرى)
uk: FAT (12-и бітна версія)

source: FAT (16-bit version)
ar: ‏FAT (نسخة 16-بتة)
eu: FAT (16-bit bertsioa)
ug: FAT(16 بىتلىق نەشرى)
uk: FAT (16-и бітна версія)

source: FAT (32-bit version)
ar: ‏FAT (نسخة 32-بتة)
eu: FAT (32-bit bertsioa)
ug: FAT(32 بىتلىق نەشرى)
uk: FAT (32-ох бітна версія)

source: NTFS (version %s)
ar: ‏NTFS (نسخة %s)
eu: NTFS (%s bertsioa)
ug: NTFS(نەشرى %s)
uk: NTFS (версія %s)

source: Linux Unified Key Setup
ar: إعداد مفتاح لينكس الموحد
ug: Linux بىرلىككە كەلگەن ئاچقۇچ تەڭشىكى
uk: Встановлення уніфікованого ключа Linux

source: Ext2 (version %s)
eu: Ext2 (%s bertsioa)
ug: Ext2 (نەشرى %s)
uk: Ext2 (версія %s)

source: Ext3 (version %s)
eu: Ext3 (%s bertsioa)
ug: Ext3 (نەشرى %s)
uk: Ext3 (версія %s)

source: Journal for Ext3 (version %s)
eu: Ext3-ren egunkaria (%s bertsioa)
ug: Journal for Ext3 (نەشرى %s)
uk: Журнал для Linux Ext3 (версія %s)

source: Journal for Ext3
eu: Ext3-ren egunkaria
uk: Журнал для Linux Ext3

source: Ext4 (version %s)
eu: Ext4 (%s bertsioa)
ug: Ext4 (نەشرى %s)
uk: Linux Ext4 (версія %s)

source: XFS (version %s)
eu: XFS (%s bertsioa)
ug: XFS (نەشرى %s)
uk: XFS (версія %s)

source: ReiserFS (version %s)
eu: ReiserFS (%s bertsioa)
ug: ReiserFS (نەشرى %s)
uk: ReiserFS (версія %s)

source: Universal Disk Format
ar: تهيئة الأقراص العالمية
eu: UDF (Diskoen Formatu Unibertsala)
ug: ئۇنىۋېرسال دىسكا فورماتى
uk: Універсальний дисковий формат (UDF)

source: Swap Space
ar: مساحة تبديل
eu: Swap lekua
ug: ئالماشتۇرۇش بوشلۇقى
uk: Розділ вивантаження

source: LVM2 Physical Volume (version %s)
ar: جزء LVM2 مادي (إصدارة %s)
eu: LVM2 bolumen fisikoa (%s bertsioa)
ug: LVM2 فىزىكىلىق دىسكا(نەشرى %s)
uk: Фізичний том LVM2 (версія %s)

source: LVM2 Physical Volume
ar: جزء LVM2 مادي
eu: LVM2 bolumen fisikoa
ug: LVM2 فىزىكىلىق دىسكا
uk: Фізичний том LVM2

source: RAID Component (version %s)
ar: مكون RAID (إصدارة %s)
eu: RAID osagaia (%s bertsioa)
ug: RAID بۆلىكى (نەشرى %s)
uk: Компонент RAID (версія %s)

source: Creating File System
ar: يُنشئ نظام الملفات
eu: Fitxategi-sistema sortzen
ug: ھۆججەت سىستېمىسى قۇرۇۋاتىدۇ
uk: Створення файлової системи

source: Mounting File System
ar: يُوصّل نظام الملفات
eu: Fitxategi-sistema muntatzen
ug: ھۆججەت سىستېمىسىنى ئېگەرلەش
uk: Приєднання файлової системи

source: Unmounting File System
ar: يفصل نظام الملفات
eu: Fitxategi-sistema desmuntatzen
ug: ھۆججەت سىستېمىسىنى ئېگەرسىزلەۋاتىدۇ
uk: Від'єднання файлової системи

source: Checking File System
ar: يفحص نظام الملفات
eu: Fitxategi-sistema egiaztatzen
ug: ھۆججەت سىستېمىسىنى تەكشۈرۈۋاتىدۇ
uk: Перевірка файлової системи

source: Creating LUKS Device
ar: يُنشئ جهاز LUKS
eu: LUKS gailua sortzen
ug: LUKS ئۈسكۈنىسىنى قۇرۇۋاتىدۇ
uk: Створення пристрою LUKS

source: Unlocking LUKS Device
ar: يفتح قفل جهاز LUKS
eu: LUKS gailua desblokeatzen
ug: LUKS ئۈسكۈنىسىنى قۇلۇپسىزلاۋاتىدۇ
uk: Розблокування пристрою LUKS

source: Locking LUKS Device
ar: يوصِد جهاز LUKS
eu: LUKS gailua blokeatzen
ug: LUKS ئۈسكۈنىسىنى قۇلۇپلاۋاتىدۇ
uk: Блокування пристрою LUKS

source: Creating Partition Table
ar: يُنشئ جدول التقسيم
eu: Partizio-taula sortzen
ug: رايون جەدۋىلى قۇرۇۋاتىدۇ
uk: Створення таблиці розділів

source: Deleting Partition
ar: يحذف القسم
eu: Partizioa ezabatzen
ug: رايون ئۆچۈرۈۋاتىدۇ
uk: Вилучення розділу

source: Creating Partition
ar: يُنشئ القسم
eu: Partizioa sortzen
ug: رايون قۇرۇۋاتىدۇ
uk: Створення розділу

source: Modifying Partition
ar: يعدّل القسم
eu: Partizioa eraldatzen
ug: رايوننى تۈزىتىۋاتىدۇ
uk: Зміна розділу

source: Setting Label for Device
ar: يضع عنوان الجهاز
eu: Gailuaren etiketa ezartzen
ug: ئۈسكىنىنىڭ ئېنىنى بەلگىلەۋاتىدۇ
uk: Встановлення мітки для пристрою

source: Changing Passphrase for Encrypted LUKS Device
ar: يغير عبارة سر جهاز LUKS المُعمّى
eu: Enkriptatutako LUKS gailuaren pasaesaldia aldatzen
ug: شىفىرلانغان LUKS ئۈسكۈنىسىنىڭ Passphrase نى ئۆزگەرتىۋاتىدۇ
uk: Зміна парольної фрази для шифрованого LUKS пристрою

source: Adding Component to RAID Array
ar: يضيف مكونا إلى مصفوفة RAID
eu: Osagaia RAID array-ari gehitzen
ug: RAID تىزىقىغا بۆلەك قوشۇۋاتىدۇ
uk: Додавання компоненту до RAID масиву

source: Removing Component from RAID Array
ar: يزيل مكونا من مصفوفة RAID
eu: Osagaia RAID array-tik kentzen
ug: RAID تىزىقىدىن بۆلەكنى ئۆچۈرۈۋاتىدۇ
uk: Вилучення компоненту з RAID масиву

source: Stopping RAID Array
ar: يُوقف مصفوفة RAID
eu: RAID array-a gelditzen
ug: RAID تىزىقىنى توختىتىۋاتىدۇ
uk: Зупинка RAID масиву

source: Starting RAID Array
ar: يبدأ مصفوفة RAID
eu: RAID array-a abiarazten
ug: RAID تىزىقىنى باشلاۋاتىدۇ
uk: Запуск RAID масиву

source: Checking RAID Array
ar: يفحص مصفوفة RAID
eu: RAID array-a egiaztatzen
ug: RAID تىزىقىنى تەكشۈرۈۋاتىدۇ
uk: Перевіряю RAID масив

source: Repairing RAID Array
ar: يصلح مصفوفة RAID
eu: RAID array-a konpontzen
ug: RAID تىزىقىنى تۈزىتىۋاتىدۇ
uk: Виправлення RAID масиву

source: Running Short SMART Self-Test
ar: يُشغّل اختبار SMART الذاتي
eu: SMART proba automatiko laburra exekutatzen
ug: قىسقا SMART ئۆزىنى تەكشۈرۈشنى ئىجرا قىلىۋاتىدۇ
uk: Запуск короткого тесту S.M.A.R.T.

source: Running Extended SMART Self-Test
ar: يُشغّل اختبار SMART الذاتي
eu: Hedatutako SMART proba automatikoa exekutatzen
ug: كېڭەيتىلگەن SMART ئۆزىنى تەكشۈرۈشنى ئىجرا قىلىۋاتىدۇ
uk: Запуск розширеного тесту S.M.A.R.T.

source: Running Conveyance SMART Self-Test
ar: يُشغّل اختبار SMART الذاتي
eu: Transmisioko SMART proba automatikoa exekutatzen
ug: يۆتكەلگەن SMART ئۆزىنى تەكشۈرۈشنى ئىجرا قىلىۋاتىدۇ
uk: Запуск конвеєрного тесту S.M.A.R.T.

source: Ejecting Media
ar: يخرج الوسيط
eu: Euskarria egozten
ug: ۋاسىتىنى قاڭقىتىۋاتىدۇ
uk: Витягнення носія

source: Detaching Device
ar: يفصل الجهاز
eu: Gailua askatzen
ug: ئۈسكۈنە ئايرىۋاتىدۇ
uk: Від'єднання пристрою

source: Forcibly Unmounting Filesystem
ar: يفصل نظام الملفات عنوة
eu: Fitxategi-sistema derrigortuta desmuntatzen
ug: ھۆججەت سىستېمىسىنى مەجبۇرىي ئېگەرسىزلە
uk: Примусове від'єднання файлової системи

source: Forcibly Locking LUKS device
ar: يوصِد جهاز LUKS عنوة
eu: LUKS gailua derrigortuta blokeatzen
ug: LUKS ئۈسكۈنىسىنى مەجبۇرىي قۇلۇپلاۋاتىدۇ
uk: Примусове розблокування LUKS пристрою

source: Linux Basic Data Partition
eu: Linux-en oinarrizko datuen partizioa
ug: Linux ئاساسىي سانلىق-مەلۇمات رايونى
uk: Розділ базових даних Linux

source: Linux RAID Partition
ar: قسم RAID لينكس
eu: Linux RAID partizioa
ug: Linux RAID رايونى
uk: RAID розділ Linux

source: Linux Swap Partition
ar: قسم مساحة تبديل لينكس
eu: Linux Swap partizioa
ug: Linux Swap رايونى
uk: Розділ вивантаження Linux

source: Linux LVM Partition
ar: قسم LVM لينكس
eu: Linux LVM partizioa
ug: Linux LVM رايونى
uk: Розділ Linux LVM

source: Linux Reserved Partition
ar: قسم محجوز للينكس
eu: Gordetako Linux partizioa
ug: Linux ئېلىپ قويغان رايون
uk: Зарезервований розділ Linux

source: MBR Partition Scheme
ar: مخطط تقسيم MBR
eu: MBR partizioaren eskema
ug: MBR رايون لايىھىسى
uk: Схема розділу MBR

source: EFI System Partition
ar: قسم EFI للنظام
eu: EFI sistemaren partizioa
ug: EFI سىستېما رايونى
uk: Розділ EFI System

source: BIOS Boot Partition
eu: BIOS-en abioko partizioa
ug: BIOS قوزغىتىش دىسكىسى
uk: Завантажувальний розділ BIOS

source: Microsoft Reserved Partition
ar: قسم محجوز لميكروسوفت
eu: Gordetako Microsoft partizioa
ug: Microsoft ئېلىپ قويغان رايون
uk: Розділ Microsoft Reserved

source: Microsoft Basic Data Partition
eu: Microsoft-en oinarrizko datuen partizioa
ug: Microsoft ئاساسىي سانلىق-مەلۇمات رايونى
uk: Базовий розділ Microsoft

source: Microsoft LDM Metadata Partition
eu: Microsoft LDM meta-datuen partizioa
ug: Microsoft LDM مېتا سانلىق-مەلۇمات رايونى
uk: Розділ метаданих Microsoft LDM

source: Microsoft LDM Data Partition
eu: Microsoft LDM datuen partizioa
ug: Microsoft LDM سانلىق-مەلۇمات رايونى
uk: Розділ даних Microsoft LDM

source: Microsoft Windows Recovery Environment
eu: Microsoft Windows berreskuratze-ingurunea
ug: Microsoft Windows ئەسلىگە كەلتۈرۈش مۇھىتى
uk: Оточення відновлення Microsoft Windows

source: HP-UX Data Partition
eu: HP-UX datuen partizioa
ug: HP-UX سانلىق-مەلۇمات رايونى
uk: Розділ даних HP-UX

source: HP-UX Service Partition
eu: HP-UX zerbitzuen partizioa
ug: HP-UX مۇلازىمەت رايونى
uk: Сервісний розділ HP-UX

source: FreeBSD Boot Partition
eu: FreeBSD abioko partizioa
ug: FreeBSD قوزغىلىش رايونى
uk: Завантажувальний розділ FreeBSD

source: FreeBSD Data Partition
eu: FreeBSD datuen partizioa
ug: FreeBSD سانلىق-ئاساس رايونى
uk: Розділ даних FreeBSD

source: FreeBSD Swap Partition
eu: FreeBSD Swap partizioa
ug: FreeBSD Swap رايونى
uk: Розділ вивантаження FreeBSD

source: FreeBSD UFS Partition
eu: FreeBSD UFS partizioa
ug: FreeBSD UFS رايونى
uk: Розділ FreeBSD UFS

source: FreeBSD Vinum Partition
ug: FreeBSD Vinum رايونى
uk: Розділ FreeBSD Vinum

source: FreeBSD ZFS Partition
eu: FreeBSD-ren ZFS partizioa
ug: FreeBSD ZFS رايونى
uk: Розділ FreeBSD ZFS

source: Solaris Boot Partition
eu: Solaris abioko partizioa
ug: Solaris قوزغىتىش رايونى
uk: Завантажувальний розділ Solaris

source: Solaris Root Partition
eu: Solaris erroko partizioa
ug: Solaris Root(غول) رايون
uk: Кореневий розділ Solaris

source: Solaris Swap Partition
eu: Solaris Swap partizioa
ug: Solaris Swap رايون
uk: Розділ вавантаження Solaris

source: Solaris Backup Partition
eu: Solaris babeskopiaren partizioa
ug: Solaris زاپاسلاش رايونى
uk: Розділ резервного копіювання Solaris

source: Solaris /usr Partition
eu: Solaris /usr partizioa
ug: Solaris /usr رايونى
uk: Розділ Solaris /usr

source: Solaris /var Partition
eu: Solaris /var partizioa
ug: Solaris /var رايونى
uk: Розділ Solaris /var

source: Solaris /home Partition
eu: Solaris /home partizioa
ug: Solaris /home رايونى
uk: Розділ Solaris /home

source: Solaris Alternate Sector Partition
eu: Solaris-en 2. mailako sektorearen partizioa
ug: Solaris ئالماشتۇرۇش سېكتور رايونى
uk: Альтернативний розділ Solaris

source: Solaris Reserved Partition
eu: Gordetako Solaris partizioa
ug: 'Solaris ئېلىپ قويغان رايونى
uk: Резервний розділ Solaris

source: Solaris Reserved Partition (2)
eu: Gordetako Solaris partizioa (2)
ug: Solaris ئېلىپ قويغان رايونى(2)
uk: Резервний розділ Solaris (2)

source: Solaris Reserved Partition (3)
eu: Gordetako Solaris partizioa (3)
ug: Solaris ئېلىپ قويغان رايونى(3)
uk: Резервний розділ Solaris (3)

source: Solaris Reserved Partition (4)
eu: Gordetako Solaris partizioa (4)
ug: Solaris ئېلىپ قويغان رايونى(4)
uk: Резервний розділ Solaris (4)

source: Solaris Reserved Partition (5)
eu: Gordetako Solaris partizioa (5)
ug: Solaris ئېلىپ قويغان رايونى(5)
uk: Резервний розділ Solaris (5)

source: Apple HFS/HFS+ Partition
ar: قسم HFS//HFS+ أبل
eu: Apple HFS/HFS+ partizioa
ug: Apple HFS/HFS+ رايونى
uk: Розділ Apple HFS/HFS+

source: Apple UFS Partition
ar: قسم UFS أبل
eu: Apple UFS partizioa
ug: Apple UFS رايونى
uk: Розділ Apple UFS

source: Apple ZFS Partition
eu: Apple ZFS partizioa
ug: Apple ZFS رايونى
uk: Розділ Apple ZFS

source: Apple RAID Partition
ar: قسم RAID أبل
eu: Apple RAID partizioa
ug: Apple RAID رايونى
uk: Розділ Apple RAID

source: Apple RAID Partition (Offline)
eu: Apple RAID partizioa (lineaz kanpo)
ug: Apple RAID رايونى(Offline)
uk: Розділ Apple RAID (поза мережею)

source: Apple Boot Partition
eu: Apple abioko partizioa
ug: Apple قوزغىتىش رايونى
uk: Завантажувальний розділ Apple

source: Apple Label Partition
eu: Apple Label partizioa
ug: Apple ئەن رايونى
uk: Розділ з позначкою Apple

source: Apple TV Recovery Partition
eu: Apple TB berreskuratzeko partizioa
ug: Apple TV ئەسلىگە كەلتۈرۈش رايونى
uk: Розділ відновлення Apple TV

source: NetBSD Swap Partition
eu: NetBSD Swap partizioa
ug: NetBSD Swap رايون
uk: Розділ вивантаження NetBSD Swap

source: NetBSD FFS Partition
eu: NetBSD FFS partizioa
ug: NetBSD FFS رايون
uk: Розділ NetBSD FFS

source: NetBSD LFS Partition
eu: NetBSD LFS partizioa
ug: NetBSD LFS رايون
uk: Розділ NetBSD LFS

source: NetBSD RAID Partition
eu: NetBSD RAID partizioa
ug: NetBSD RAID رايون
uk: Розділ NetBSD RAID

source: NetBSD Concatenated Partition
eu: NetBSD kateatutako partizioa
ug: NetBSD Concatenated رايون
uk: З'єднаний розділ NetBSD

source: NetBSD Encrypted Partition
eu: NetBSD enkriptatutako partizioa
ug: NetBSD شىفىرلانغان رايون
uk: Шифрований розділ NetBSD

source: Unused Partition
ar: قسم غير مستخدم
eu: Erabili gabeko partizioa
ug: ئىشلىتىلمىگەن رايون
uk: Розділ не використовується
