Repository: isabella232/gnome-disk-utility-1
Catalog: po/*.po
Languages: ar, eu, ug, uk

source: Disk Utility
ar: أداة الأقراص
eu: Diskoen tresna
ug: دىسكا قورالى
uk: Дискові засоби

source: Manage Drives and Media
ar: أدِر الأقراص ووسائط التخزين
eu: Kudeatu unitate eta euskarriak
ug: قوزغاتقۇچ ۋە ۋاسىتىلەرنى باشقۇرۇش
uk: Керування дисками та змінними носіями

source: Disk Notifications
ar: تنبيهات الأقراص
eu: Diskoen jakinarazpenak
ug: دىسكا ئۇقتۇرۇشى
uk: Повідомлення дисків

source: Provides notifications related to disks
ar: تعطي تنبيهات متعلقة بالأقراص
eu: Diskoekin zerikusia duten jakinarazpenak ematen ditu
ug: دىسكىغا مۇناسىۋەتلىك ئۇقتۇرۇشلارنى تەمىنلەيدۇ
uk: Повідомлення пов'язані з дисками

source: To prevent data corruption, wait until this has finished before removing media or disconnecting the device.
ar: لتفادي تلف البيانات، انتظر انتهاء هذا قبل إزالة الوسط أو فصل الجهاز.
eu: Datuen hondaketa saihesteko, itxaron hau burutu arte euskarria kendu edo gailua deskonektatu aurretik.
ug: سانلىق-مەلۇماتلارنىڭ بۇزۇلۇپ كېتىشىنىڭ ئالدىنى ئېلىش ئۈچۈن، ۋاسىتىنى چىقىرىش ياكى ئۈسكىنىنى ئۈزۈشتىن بۇرۇن، بۇنىڭ تاماملىشىنى ساقلاڭ.
uk: Щоб запобігти пошкодженню даних, почекайте до завершення операції перед тим, як витягувати носій або від'єднувати пристрій.

source: Device
ar: الجهاز
eu: Gailua
ug: ئۈسكۈنە
uk: Пристрій

source: The device to show the dialog for
ar: الجهاز الذي سيُعرض الحوار له
eu: Erakutsiko den gailuaren elkarrizketa-koadroa
ug: سۆزلەشكۈ كۆرسىتىدىغان ئۈسكۈنە
uk: Пристрій для якого показувати діалогове вікно

source: text
ar: النص
eu: testua
ug: تېكىست
uk: текст

source: Text to show
ar: النص الذي سيُعرض
eu: Testua erakusteko
ug: كۆرسىتىدىغان تېكىست
uk: Текст, який зображується

source: Error launching Disk Utility
ar: خطأ إثناء بدء أداة الأقراص
eu: Errorea diskoen tresna abiaraztean
ug: Disk Utility نى ئىجرا قىلىۋاتقاندا خاتالىق كۆرۈلدى
uk: При запуску дискової утиліти виникла помилка

source: Device to format
ar: الجهاز اللذي سيهيّء
eu: Gailua formateatzeko
ug: فورماتلايدىغان ئۈسكىنە
uk: Пристрій для форматування

source: DEVICE
ar: الجهاز
eu: GAILUA
ug: ئۈسكۈنە
uk: ПРИСТРІЙ

source: Operation was canceled
ar: أُلغيت العملية
eu: Eragiketa bertan behera utzi da
ug: مەشغۇلات ئەمەلدىن قالدۇرۇلدى
uk: Операцію скасовано

source: Gnome Disk Utility formatting tool
ar: أداة جنوم لتهيئة الأقراص
eu: Gnome-ko diskoak formateatzeko tresna
ug: Gnome دىسكا قورالىنىڭ فورماتلاش قورالى
uk: Засіб для форматування Gnome Disk Utility

source: Format partition %d of %s (%s)
ar: هيّء القسم %d من %s‏ (%s)
eu: Formateatu %d partizioa - %s (%s)
ug: %d رايوننى فورماتلاش (%s دىكى)(%s)
uk: Форматувати розділ %d на %s (%s)

source: Formatting partition %d of %s (%s)
ar: يُهيّء القسم %d من %s‏ (%s)
eu: %d partizioa formateatzen - %s (%s)
ug: %d رايوننى فورماتلاۋاتىدۇ (%s دىكى)(%s)
uk: Форматую розділ %d на %s (%s)

source: Format %s (%s)
ar: هيّء %s‏ (%s)
eu: Formateatu %s (%s)
ug: %s نى فورماتلا (%s)
uk: Форматувати %s (%s)

source: Formatting %s (%s)
ar: يُهيّء %s‏ (%s)
eu: %s (%s) formateatzen
ug: %s نى فورماتلاۋاتىدۇ(%s)
uk: Форматування %s (%s)

source: Format %s Volume (%s)
ar: هيّء جزء %s‏ (%s)
eu: Formateatu %s(e)tako bolumena (%s)
ug: %s فورماتلا(دىسكا (%s))
uk: Форматувати том %s (%s)

source: Formatting %s Volume (%s)
ar: يُهيّء الجزء %s‏ (%s)
eu: %s(e)tako bolumena (%s) formateatzen
ug: %s فورماتلاۋاتىدۇ(دىسكا (%s))
uk: Форматую том %s (%s)...

source: Preparing...
ar: يحضّر...
eu: Prestatzen...
ug: تەييارلىنىۋاتىدۇ…
uk: Підготовлення…

source: Unmounting...
ar: يفصل...
eu: Desmuntatzen...
ug: ئېگەرسىزلەۋاتىدۇ…
uk: Демонтування…

source: Unable to format '%s'
ar: تعذّر فصْل '%s'
eu: Ezin da '%s' formateatu
ug: «%s»نى فورماتلىغىلى بولمىدى
uk: Неможливо від форматувати '%s'

source: Formatting...
ar: يُهيّء...
eu: Formateatzen...
ug: فورماتلا…
uk: Форматування…

source: Cancelling...
ar: يلغي...
eu: Bertan behera uzten...
ug: توختىتىۋاتىدۇ...
uk: Скасування…

source: Error formatting volume
ar: خطأ أثناء تهيئة الجزء
eu: Errorea bolumena formateatzean
ug: دىسكىنى فورماتلاۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при форматуванні тому

source: Mounting volume...
ar: يوصّل الجزء...
eu: Bolumena muntatzen...
ug: دىسكىنى ئېگەرلەۋاتىدۇ…
uk: Монтування том…

source: Error mounting device
ar: خطأ أثناء وصْل الجزء
eu: Errorea gailua muntatzean
ug: ئۈسكىنىنى ئېگەرلەۋاتقاندا خاتالىق كۆرۈلدى
uk: Під час приєднання тому виникла помилка

source: Error storing passphrase in keyring
ar: خطأ أثناء حفظ عبارة السر في حلقة المفاتيح
eu: Errorea pasahitza gako-sortan gordetzean
ug: ئىمنى ئاچقۇچ ھالقىسىغا ساقلاشتا خاتالىق كۆرۈلدى
uk: При зберіганні парольної фрази у в'язці ключів виникла помилка

source: The RAID Array to add a component to.
eu: RAID array-a horri osagai bat gehitzeko.
ug: قوشماقچى بولغان بۆلەكنىڭ RAID قاتارى.
uk: Додати компонент до масиву RAID.

source: Add spare to %s
eu: Gehitu ordezkoa %s(e)ri
ug: %s غا زاپاس قوش
uk: Додати запас до %s

source: Select a device to create a %s spare on for the RAID Array "%s" (%s)
eu: Hautatu gailu bat %s ordezkoa sortzeko "%s" (%s) RAID array-an
ug: دىسكىدىن بىرنى تاللاپ ئۇنىڭدىكى RAID قاتارى %2$s ئۈچۈن %1$s زاپاستىن بىرنى قۇرىدۇ(%3$s)
uk: Виберіть пристрій для створення запасу %s для масиву RAID «%s» (%s)

source: Expand %s
eu: Zabaldu %s
ug: %s نى ياي
uk: Розширити %s

source: Select one or more devices to use %s on for expanding the RAID Array "%s" (%s)
eu: Hautatu gailu bat edo gehiago %s erabiltzeko "%s" (%s) RAID array-a zabaltzean
ug: دىسكىدىن بىرنى تاللاپ ئۇنىڭدىكى RAID قاتارى %2$s ئۈچۈن %1$s چوڭ زاپاستىن بىرنى قۇرىدۇ(%3$s)
uk: Виберіть один або більше пристроїв, щоб використовувати %s для розширення масиву RAID «%s» (%s)

source: _Expand
eu: _Zabaldu
ug: ياي(_E)
uk: _Розширити

source: The VG to add a PV to.
eu: Bolumen taldea bolumen fisikoari gehitzeko.
ug: بىر PV غا قوشىدىغان VG.
uk: Додати PV до VG.

source: Add Physical Volume to %s (%s)
eu: Gehitu bolumen fisikoa honi: %s (%s)
ug: فىزىكىلىق دىسكىنى %s (%s) غا قوش
uk: Додати фізичний том до %s (%s)

source: _Size:
ar: ال_حجم:
eu: _Tamaina:
ug: چوڭلۇقى(_S):
uk: _Розмір:

source: Read Error Rate
ar: معدّل أخطاء القراءة
eu: Irakurketako errore-emaria
ug: ئوقۇش خاتالىق نىسبىتى
uk: Оцінка помилок читання

source: Frequency of errors while reading raw data from the disk. A non-zero value indicates a problem with either the disk surface or read/write heads
ar: معدل تكرار الأخطاء أثناء قراءة البيانات الخام من القرص. أي قيمة غير الصفر تعني وجود مشاكل إما على سطح القرص أو في رؤوس القراءة\الكتابة
eu: Erroreen maiztasuna diskotik datu gordinak irakurtzean. Zero ez diren balioek diskoaren gainazalean edo irakurtzeko/idazteko buruetan arazoren bat dagoela adierazten dute.
ug: دىسكىدىن خام سانلىق-مەلۇماتنى ئوقۇۋاتقاندا كۆرۈلگەن خاتالىقنىڭ تەكرارلىقى. بۇ قىممەت 0 بولمىسا دىسكىدا ياكى ئوقۇش-يېزىش بېشىدا مەسىلە بارلىقىنى بىلدۈرىدۇ
uk: Частота появи помилок при читанні даних з диска. Ненульове значення вказує на наявність проблем або з дисковою поверхнею або з головками читання/запису.

source: Throughput Performance
ar: متوسط الأداء
eu: Transferentziaren errendimendua
ug: ئېقىم ئىقتىدارى
uk: Пропускна здатність

source: Average efficiency of the disk
ar: متوسط فعالية القرص
eu: Diskoaren eraginkortasunaren batez bestekoa
ug: دىسكىنىڭ ئوتتۇرىچە ئۈنۈمى
uk: Середня ефективність диска

source: Spinup Time
ar: وقت التسارع
eu: Abiarazte denbora
ug: قوزغىلىش ۋاقتى
uk: Час запуску

source: Time needed to spin up the disk
ar: الوقت المطلوب للوصول بالقرص إلى السرعة المُثلى
eu: Diskoa biratzen jartzeko behar den denbora
ug: دىسكا قوزغىلىشقا كېتىدىغان ۋاقىت
uk: Час, необхідний для запуску диска

source: Start/Stop Count
eu: Abio/gelditze kopurua
ug: قوزغىلىش توختاش سانى
uk: Кількість стартів/зупинок

source: Number of spindle start/stop cycles
eu: Ardatzen abio/gelditze zikloen kopurua
ug: ئاساسىي ئوقنىڭ قوزغىلىش توختاش ئايلىنىش قېتىم سانى
uk: Кількість циклів старту/запинки шпинделя

source: Reallocated Sector Count
eu: Berriro esleitutako sektore kopurua
ug: قايتا تەقسىملەنگەن سېكتور سانى
uk: Кількість переміщених секторів

source: Count of remapped sectors. When the hard drive finds a read/write/verification error, it marks the sector as "reallocated" and transfers data to a special reserved area (spare area)
eu: Birmapatutako sektore kopurua. Disko gogor batek irakurketako/idazketako/egiaztaketako errore bat aurkitzen duenean, sektorea "birresleituta" bezala markatzen du eta datuak babeseko area berezi batera (area librea) transferitzen dira.
ug: سېكتورنى قايتىدىن خەرىتىلەش سانى. قاتتىق دىسكا ئوقۇش/يېزىش/دەلىللەش خاتالىقىدىن بىرنى بايقىغاندا سېكتورغا reallocated"(قايتا تەقسىملەش) بەلگىسى سالىدۇ ھەمدە سانلىق مەلۇماتنى ئالاھىدە قالدۇرغان رايون (زاپاس رايون)غا يۆتكەيدۇ
uk: Кількість переміщених секторів. Коли на жорсткому диска виникає помилка читання/запису/перевірки, він позначає сектор, як "переміщений" та передає дані у спеціальну зарезервовану область (запасну область).

source: Read Channel Margin
eu: Irakurri kanalaren marjina
ug: قانال گىرۋىكىنى ئوقۇ
uk: Межа каналу читання

source: Margin of a channel while reading data.
eu: Kanal baten marjina datuak irakurtzean.
ug: سانلىق مەلۇمات ئوقۇۋاتقاندىكى قانال گىرۋەك ئارىلىقى.
uk: Межа каналу при читанні даних.

source: Seek Error Rate
eu: Bilaketaren errore-emaria
ug: ئىزدەش خاتالىق نىسبىتى
uk: Оцінка помилок пошуку голівок

source: Frequency of errors while positioning
eu: Posizioan kokatzean gertatzen diren erroreen maiztasuna
ug: ئورۇننى بېكىتىشتە كۆرۈلگەن خاتالىقنىڭ تەكرارلىقى
uk: Частота появи помилок при позиціонуванні

source: Seek Timer Performance
eu: Bilaketaren denboraren errendimendua
ug: ئىزدەش ئۈنۈمى
uk: Швидкодія лічильника пошуку голівок

source: Average efficiency of operations while positioning
eu: Eragiketen eraginkortasunaren batez bestekoa posizioan kokatzean
ug: ئورۇننى بېكىتىش مەشغۇلاتىنىڭ ئوتتۇرىچە ئۈنۈمى
uk: Середня ефективність операцій при позіціонуванні

source: Power-On Hours
eu: Orduak piztuta
ug: توكقا ئۇلانغان ۋاقتى
uk: Час роботи

source: Number of hours elapsed in the power-on state
eu: Piztuta egoeran egondako ordu kopurua
ug: جەمئىي توكقا ئۇلاقلىق تۇرغان ۋاقتى
uk: Сума годин перебування у робочому режимі

source: Spinup Retry Count
eu: Abiarazteko saiakera kopurua
ug: قوزغىلىشنى قايتا سىناش قېتىم سانى
uk: Лічильник повторів розкручування вінчестера

source: Number of retry attempts to spin up
eu: Abiarazteko saiakera kopurua
ug: قوزغىلىشنى قايتا سىناش قېتىم سانى
uk: Кількість спроб повторів розкручування вінчестера

source: Calibration Retry Count
eu: Kalibrazioaren saiakera kopurua
ug: دىسكا بېشى توغرىلاشنى قايتا سىناش قېتىم سانى
uk: Кількість спроб калібрування

source: Number of attempts to calibrate the device
eu: Gailua kalibratzeko saiakera kopurua
ug: ئۈسكۈنىنى تەكشۈرۈشنى سىناش قېتىم سانى
uk: Кількість спроб калібрування пристрою

source: Power Cycle Count
eu: Piztutako kopurua
ug: توك مەنبە ئۈزچات قېتىم سانى
uk: Кількість енергетичних циклів

source: Number of power-on events
eu: Piztutzeko gertaera kopurua
ug: توك چېتىش ھادىسە قېتىم سانى
uk: Кількість подій увімкнення

source: Soft read error rate
eu: Soft bidezko irakurketaren errore-emaria
ug: يۇمشاق ئوقۇش خاتالىق نىسبىتى
uk: Оцінка випадкових помилок при читанні

source: Frequency of 'program' errors while reading from the disk
eu: Programaren errore maiztasuna diskotik irakurtzean
ug: دىسكىدىن ئوقۇغاندا 'program' خاتالىق نىسبىتى
uk: Частота "програмних" помилок, при читанні з диска

source: Reported Uncorrectable Errors
eu: Ezin zuzendutako erroreen txostena
ug: مەلۇم قىلىنغان تۈزەتكىلى بولمايدىغان خاتالىقلار
uk: Виявлено невиправні помилки

source: Number of errors that could not be recovered using hardware ECC
eu: Hardwareko ECC erabiliz berreskuratu ezin izan diren erroreen kopurua
ug: قاتتىق دېتال ECC دا ئەسلىگە كەلتۈرگىلى بولمايدىغان خاتالىق سانى
uk: Кількість помилок, які було неможливо виправити за допомогою ECC

source: High Fly Writes
eu: Irismenetik kanpoko idazketak
ug: دىسكا بېشى يۇقىرى سۈرئەتتە ئايلانغاندىكى يېزىش مەشغۇلاتى
uk: Запис при високому польоті голівки

source: Number of times a recording head is flying outside its normal operating range
eu: Zenbat aldiz grabatzeko buruak eragiketa arrunteko barrutitik at kokatu den
ug: يېزىش بېشى ئايلىنىۋاتقاندا ئادەتتىكى مەشغۇلات ئارىلىقىدىن ئارتىپ كەتكەن قېتىم سانى
uk: Скільки разів голівка запису перебувала поза нормальними робочим діапазоном

source: Airflow Temperature
ar: درجة حرارة انسياب الهواء
eu: Inguruko tenperatura
ug: ھاۋا ئېقىمى تېمپېراتۇرىسى
uk: Температура повітря

source: Airflow temperature of the drive
eu: Unitatearen inguruko tenperatura
ug: قوزغاتقۇچنىڭ ھاۋا ئېقىمى تېمپېراتۇرىسى
uk: Температура повітря у пристрої

source: G-sense Error Rate
eu: G-sense errore-emaria
ug: G-sense نىڭ خاتالىق نىسبىتى
uk: Оцінка помилок G-Sense

source: Frequency of mistakes as a result of impact loads
eu: Erroreen maiztasuna bibrazioengatik talka egitean
ug: سوقۇلۇش يۈز بېرىپ كېلىپ چىققان خاتالىق نىسبىتى
uk: Частота помилок в результаті впливу навантажень

source: Power-off Retract Count
eu: Itzaltze eta atzera-egite kopurua
ug: توك ئۈزگەندە دىسكا بېشىنى قايتۇرۇش قېتىم سانى
uk: Кількість циклів повернення при вимкненні

source: Number of power-off or emergency retract cycles
eu: Itzaltze edo larrialditako atzera-egite zikloen kopurua
ug: توك ئۈزۈلگەن ياكى جىددىي قايتۇرۇۋالغان قېتىم سانى
uk: Кількість циклів вимикання або циклів аварійного відводу головок

source: Load/Unload Cycle Count
eu: Kargen/Deskargen kopurua
ug: دىسكا بېشىنى ئۆرلىتىش تۆۋەنلىتىش سانى
uk: Кількість циклів завантаження/вивантаження

source: Number of cycles into landing zone position
eu: Posizioaren zonan kokatze kopurua
ug: دىسكا بېشىنىڭ ئورنىغا كىرىپ چىقىشىنىڭ دەۋرىيلىك سانى
uk: Кількість циклів у позиції області паркування

source: Temperature
ar: درجة الحرارة
eu: Tenperatura
ug: تېمپېراتۇرا
uk: Температура

source: Current internal temperature of the drive
ar: درجة الحرارة الداخلية الحالية
eu: Unitatearen barneko uneko tenperatura
ug: قوزغاتقۇچنىڭ ھازىرقى تېمپېراتۇرىسى
uk: Поточна внутрішня температура у градусах Цельсія

source: Hardware ECC Recovered
eu: Hardwarezko ECC berreskuratuta
ug: قاتتىق دېتال ECC ئەسلىگە كەلتۈرۈلدى
uk: Відновлених апаратних помилок ECC

source: Number of ECC on-the-fly errors
eu: ECC erroreen zuzeneko zuzenketa kopurua
ug: ئىجرا قىلىنىۋاتقاندا كۆرۈلگەن ECC خاتالىق سانى
uk: Кількість помилок реального часу у кодах з виправленням помилок (ECC)

source: Reallocation Count
eu: Berresleipen kopurua
ug: قايتا تەقسىملەش سانى
uk: Кількість перерозподілу

source: Number of remapping operations. The raw value of this attribute shows the total number of (successful and unsuccessful) attempts to transfer data from reallocated sectors to a spare area
eu: Eragiketen birmapatze kopurua. Atributu honen balio gordinek berriro esleitutako sektoretatik leku libre batera datuak transferitzeko saiakeren (burututakoak edo hutsegindakoak) guztirako kopurua erakusten du.
ug: قايتا خەرىتىلەش قېتىم سانى. بۇ خاسلىقنىڭ ئەسلى قىممىتى (مۇۋەپپەقىيەتلىك ۋە مەغلۇپ بولغان) قايتا تەقسىملەنگەن سېكتوردىكى سانلىق مەلۇماتنى زاپاس رايونغا يۆتكىگەن قېتىم سانىنى ئىپادىلەيدۇ
uk: Кількість операцій переміщення. Звичайне значення цього атрибуту показує загальну кількість (успішних та невдалих) спроб переносу даних з перерозподілених секторів у вільну зону

source: Current Pending Sector Count
eu: Unean falta diren sektore kopurua
ug: ھازىر تېخى بىر تەرەپ قىلىنمىغان سېكتور سانى
uk: Поточна кількість незавершених секторів

source: Number of sectors waiting to be remapped. If the sector waiting to be remapped is subsequently written or read successfully, this value is decreased and the sector is not remapped. Read errors on the sector will not remap the sector, it will only be remapped on a failed write attempt
eu: Birmapatzeko itxoiten dauden sektoreen kopurua. Birmapatzeko zai dagoen sektorea ongi idazten edo irakurtzen bada, balio hau gutxiagotu egiten da eta sektorea ez da berriro mapatzen. Sektoreko irakurketako erroreak ez du sektorea birmapatuko, idazketan huts egiten badu soilik birmapatuko da.
ug: قايتا خەرىتىلەشنى كۈتۈۋاتقان سېكتور سانى. ئەگەر سېكتور قايتا تەقسىملەشنى كۈتۈۋاتقاندا مۇۋەپپەقىيەتلىك ئوقۇپ يېزىلسا، بۇ قىممەت ئازىيىدۇ ھەمدە بۇ سېكتور قايتىدىن خەرىتىلەنمەيدۇ. سېكتور ئوقۇش خاتالىقى سېكتورنى قايتا خەرىتىلەشنى كەلتۈرۈپ چىقارمايدۇ، پەقەت يازالمىغاندىلا ئاندىن قايتا خەرىتىلەيدۇ
uk: Кількість секторів, які чекають на завершення переміщення. Якщо сектор, який чекає на переміщення, успішно завершує операції читання/запису, це значення зменшується і сектор не переноситься. Лише помилки запису можуть бути причиною переносу сектору

source: Uncorrectable Sector Count
eu: Sektore zuzenkaitzen kopurua
ug: تۈزەتكىلى بولمايدىغان سېكتورنىڭ سانى
uk: Кількість секторів, які не можна виправити

source: The total number of uncorrectable errors when reading/writing a sector. A rise in the value of this attribute indicates defects of the disk surface and/or problems in the mechanical subsystem
eu: Zuzendu ezin daitezkeen erroreen kopurua sektore bat irakurtzean edo idaztean. Atributu honen balioa handitzeak diskoko gainazalean hondakinak edota azpisistema mekanikoko arazoak daudela adierazten du.
ug: بىر سېكتورغا ئوقۇش/يېزىش مەشغۇلاتى قىلغاندا كۆرۈلگەن، تۈزەتكىلى بولمىغان جەمئىي خاتالىق سانى. بۇ قىممەت چوڭايسا دىسكا ياكى دىسكىنىڭ مېخانىك قىسمىدا قۇسۇر بارلىقىنى بىلدۈرىدۇ.
uk: Загальна кількість помилок, які не можна виправити, що виникають при операціях читання/запису в сектор. Збільшення значення цього атрибуту вказує на помилки поверхні диска та/або проблеми у механічній підсистемі

source: UDMA CRC Error Rate
eu: UDMA CRC errore-emaria
ug: UDMA CRC خاتالىق نىسبىتى
uk: Оцінка помилок CRC UDMA

source: Number of CRC errors during UDMA mode
eu: UDMA moduan gertatutako CRC errore kopurua
ug: UDMA ھالەتتە كۆرۈلگەن CRC خاتالىقىنىڭ سانى
uk: Кількість помилок CRC при роботі в UDMA режимі

source: Write Error Rate
eu: Idazketako errore-emaria
ug: يېزىش خاتالىق نىسبىتى
uk: Оцінка помилок запису

source: Number of errors while writing to disk (or) multi-zone error rate (or) flying-height
eu: Diskoan idaztean gertatutako errore kopurua, zona anitzeko errore-emaria edo gainazaletik kanpo
ug: دىسكىغا يېزىۋاتقاندىكى خاتالىق سانى (ياكى) كۆپ رايون خاتالىق نىسبىتى (ياكى) دىسكا بېشى ئايلىنىش ئېگىزلىكى
uk: Кількість помилок про записі на диск (або) багатозонний рейтинг помилок (або) зміні висоти позиціонування

source: Soft Read Error Rate
eu: Softwarezko irakurketaren errore-emaria
ug: يۇمشاق ئوقۇش خاتالىق نىسبىتى
uk: Оцінка випадкових збоїв при читанні

source: Number of off-track errors
eu: Pistetatik kanpoko errore kopurua
ug: ماگنىت يولىدىن چەتنەش خاتالىق سانى
uk: Кількість помилок виходу з доріжки

source: Data Address Mark Errors
eu: Datuen helbideen marken erroreak
ug: سانلىق-مەلۇمات ئادرېس بەلگىسى خاتالىقلىرى(DAM)
uk: Помилки позначення адрес даних

source: Number of Data Address Mark (DAM) errors (or) vendor-specific
eu: Datuen helbideen marken (DAM) errore kopurua edo hornitzailearen araberakoa
ug: سانلىق مەلۇمات ئادرېس بەلگىسى (DAM) خاتالىق سانى (ياكى) تەمىنلىگۈچى بەلگىلىگەن مەنىسى
uk: Число помилок позначень адрес даних або ж позначень визначених виробником

source: Run Out Cancel
eu: Agortutakoa utzi
ug: ئىجرا قىلىپ بولۇپ بىكار قىل
uk: Скасувати витік

source: Number of ECC errors
eu: ECC erroreen kopurua
ug: ECC خاتالىق سانىECC خاتالىق سانى
uk: Кількість помилок ECC

source: Soft ECC correction
eu: Softwarezko ECC zuzenketa
ug: يۇمشاق ECC تۈزىتىش
uk: Виправлення випадкових помилок ECC

source: Number of errors corrected by software ECC
eu: Softwarezko ECCaren bidez zuzendutako errore kopurua
ug: يۇمشاق دېتال ECC ئارىلىق تۈزىتىلگەن خاتالىق سانى
uk: Кількість помилок, які виправлені за допомогою ECC

source: Thermal Asperity Rate
eu: Laztura termikoaren emaria
ug: تېمپېراتۇرا بەك يۇقىرى بولۇش نىسبىتى
uk: Оцінка температурної суворості

source: Number of Thermal Asperity Rate errors
eu: Laztura termikoaren emarien errore kopurua
ug: تېمپېراتۇرا بەك يۇقىرى بولۇپ كېلىپ چىققان خاتالىق سانى
uk: Кількість помилок рівня температурної суворості

source: Flying Height
eu: Gainazaletik kanpo
ug: دىسكا بېشى ئايلىنىش ئېگىزلىكى
uk: Змінна висота позиціонування

source: Height of heads above the disk surface
eu: Buruen alturak diskoaren gainazalaren gainetik
ug: ئوقۇش-يېزىش بەشىنىڭ دىسكا يۈزىدىن ئېگىزلىكى
uk: Відстань між головками та поверхнею диска

source: Spin High Current
eu: Biraketaren uneko gehienezkoa
ug: قوزغىلىشنىڭ يۇقىرى قۇۋۋەتلىك توك ئېقىمى
uk: Сильний струм обертання

source: Amount of high current used to spin up the drive
eu: Unean erabilitako gehienezko kopurua diskoa abiarazteko
ug: قوزغاتقۇچنى قوزغىتىدىغان يۇقىرى توك ئېقىم مىقدارى(توك كۈچى)
uk: Значення сильного струму для розкручування диска

source: Spin Buzz
eu: Biraketaren burrunbada
ug: ئايلىنىشنىڭ غوڭۇلدىشى
uk: Зациклення при обертанні

source: Number of buzz routines to spin up the drive
eu: Burrunbada errutinen kopurua unitatea abiarazteko
ug: كۈندىلىك قوزغاتقۇچنى قوزغاتقاندا پەيدا بولغان غوڭۇلداش قېتىم سانى
uk: Кількість програм зациклення при обертання диска

source: Offline Seek Performance
eu: Lineaz kanpoko bilaketaren errendimendua
ug: تورسىز يول ئىزدەش ئۈنۈمى
uk: Швидкодія автономного пошуку

source: Drive's seek performance during offline operations
eu: Unitatearen bilaketaren errendimendua lineatik kanpoko eragiketetan
ug: تورسىز مەشغۇلات ۋاقتىدا دىسكىنىڭ يول ئىزدەش ئۈنۈمى
uk: Швидкодія пошуку приводу при виконанні автономних операцій

source: Disk Shift
eu: Diskoaren desplazamendua
ug: دىسكا ئېغىشى
uk: Зміщення диска

source: Shift of disk is possible as a result of strong shock loading in the store, as a result of falling (or) temperature
eu: Diskoen desplazamendua gerta daiteke talka bortitz, erorketa edo tenperaturaren ondorioz
ug: دىسكا ئېغىش ساقلاۋاتقاندا قاتتىق ئۇرۇلغانلىقتىن كېلىپ چىققان بولۇشى مۇمكىن، غۇلاپ چۈشۈش (ياكى) تېمپېراتۇرا سەۋەبىدىن بولۇشى مۇمكىن
uk: Зміщення диска є можливим внаслідок сильного раптового навантаження, такого як падіння (або) температури

source: Number of errors as a result of impact loads as detected by a shock sensor
eu: Talken sentsoreak detektatutako kargen talketatik eratorritako errore kopurua
ug: تەۋرىنىشنى سەزگۈچ سوقۇلۇش ئۇرۇلۇشنى بايقاش خاتالىقىنىڭ قېتىم سانى
uk: Кількість помилок як результат внеску впливу, який виявлено сенсором навантаження

source: Loaded Hours
eu: Kargatutako orduak
ug: يۈكلەش ۋاقتى
uk: Години роботи

source: Number of hours in general operational state
eu: Eragiketako egoera orokorreko ordu kopurua
ug: ئادەتتىكى ئايلىنىش ھالىتىدە خىزمەت قىلالايدىغان سائەت سانى
uk: Кількість годин у звичайному режимі роботи

source: Load/Unload Retry Count
eu: Kargaren/Deskargaren saiakera kopurua
ug: دىسكا بېشىنى ئۆرلىتىش تۆۋەنلىتىشنى قايتا سىناش قېتىم سانى
uk: Кількість спроб завантаження/відвантаження.

source: Loading on drive caused by numerous recurrences of operations, like reading, recording, positioning of heads, etc
eu: Irakurketako, idazteko, goiburuak kokatzeko eta beste hainbat eragiketen ondorioz eragiten da unitatean kargatzea.
ug: كۆپ مىقداردىكى تەكرار مەشغۇلات كەلتۈرۈپ چىقارغان قوزغاتقۇچ يۈكلەش، مەسىلەن، ئوقۇش، خاتىرىلەش، دىسكا بېشىنى ئورۇن بەلگىلەش قاتارلىق
uk: Завантаження приводу спричинене чисельними операціями, які повторюються, наприклад читання, запис, позиціонування головок тощо

source: Load Friction
eu: Kargaren frikzioa
ug: يۈك سۈركىلىشى
uk: Тертя навантаження

source: Load on drive caused by friction in mechanical parts of the store
eu: Unitatean kargatzea biltegiaren zati mekanikoen frikzioak eragiten du
ug: ساقلاش مېخانىك بۆلىكىنىڭ سۈركىلىشى كەلتۈرۈپ چىقارغان قارشىلىق
uk: Навантаження на пристрій, спричинене тертям механічних частин накопичувача

source: Total number of load cycles
eu: Karga zikloen osoko kopurua
ug: يۈك ئايلىنىش ئومۇمى سانى
uk: Загальна кількість циклів навантаження

source: Load-in Time
eu: Kargaren denbora
ug: يۈكلەش ۋاقتى
uk: Час завантаження
