Repository: isabella232/gnome-disk-utility-1
Catalog: po/*.po
Languages: ar, eu, ug, uk

source: General time for loading in a drive
eu: Unitate batean kargatzeko denbora orokorra
ug: قوزغاتقۇچ يۈكلەشكە كەتكەن ئادەتتىكى ۋاقىت
uk: Загальний час завантаження у пристрій

source: Torque Amplification Count
eu: Momentuaren aplikazio kopurua
ug: تولغىنىش مومىنتىنىڭ ئارتىش سانى
uk: Розрахунок підсилення обертового моменту

source: Quantity efforts of the rotating moment of a drive
eu: Unitaten baten biraketa momentuaren ahaleginen kantitatea
ug: قوزغاتقۇچ ئايلىنىش كۈچ مومىنتىنىڭ كۈچ ئاشۇرۇش قېتىم سانى
uk: Кількість спроб обертового моменту приводу

source: Number of power-off retract events
eu: Itzaltzeko saiakeren kopurua
ug: توك ئۈزۈلۈپ ئورنىغا قايتىش ھادىسە سانى
uk: Кількість подій відведення при знеструмленні

source: GMR Head Amplitude
eu: GMR buru-anplitudea
ug: GMR باش ئامپلىتۇدا
uk: Амплітуда GMR голівки

source: Amplitude of heads trembling (GMR-head) in running mode
eu: Buruen dardaren anplitudea (GMR burua) exekuzio moduan
ug: باش (GMR-باش) ئىجرا ھالىتىدە تەۋرىنىش دەرىجىسى
uk: Амплітуда коливання голівок (голівки GMR) у експлуатаційному режимі

source: Temperature of the drive
eu: Unitatearen tenperatura
ug: قوزغاتقۇچنىڭ تېمپېراتۇرىسى
uk: Температура пристрою

source: Endurance Remaining
eu: Falta den iraunkortasuna
ug: قالغان چىدامچانلىقى
uk: Час до зносу

source: Number of physical erase cycles completed on the drive as a percentage of the maximum physical erase cycles the drive supports
eu: Unitatean burututako ezabatze fisikoen kopurua unitateak onartzen duen gehienezko ezabatze fisikoen ehuneko gisa
ug: پىرسەنت بويىچە ئىپادىلەنگەن قوزغاتقۇچ تېخى ئىشلەتمىگەن فىزىكىلىق ئۆچۈرۈش دەۋرىيلىك قېتىم سانى
uk: Число циклів фізичного затирання виконаних у пристрої у вигляді відсотку від максимальної кількості циклів витирання, що підтримується пристроєм

source: Uncorrectable ECC Count
eu: ECC zuzenkaitzen kopurua
ug: تۈزەتكىلى بولمايدىغان ECC خاتالىق سانى
uk: Кількість невиправлених помилок ECC

source: Number of uncorrectable ECC errors
eu: ECC errore zuzenkaitzen kopurua
ug: تۈزەتكىلى بولمايدىغان ECC خاتالىق سانى
uk: Кількість невиправлених помилок ECC

source: Good Block Rate
eu: Bloke onen emaria
ug: ياخشى بۆلەك نىسبىتى
uk: Кількість резервних блоків

source: Number of available reserved blocks as a percentage of the total number of reserved blocks
eu: Erreserbatutako bloke erabilgarrien kopurua erreserbatutako blokeen kopuru osoaren ehuneko gisa
ug: ئىشلەتكىلى بولىدىغان قالدۇرۇلغان بۆلەك سانى پۈتكۈل قالدۇرۇلغان بۆلەك سانىدا ئىگىلىگەن پىرسەنتى
uk: Кількість доступних резервних блоків як відсоток від загальної кількості резервних блоків

source: Head Flying Hours
eu: Buruen hegaldi-orduak
ug: ماگنىتلىق باش ئايلىنىش سائىتى
uk: Години зміни висоти голівки

source: Time while head is positioning
eu: Denbora burua kokatzeko
ug: ماگنىتلىق باشنىڭ ئورۇن بەلگىلەشكە كېتىدىغان ۋاقىت
uk: Час позиціонування голівки

source: Read Error Retry Rate
eu: Irakurketako saiakera-emaria
ug: ئوقۇش خاتالىقىنى تەكرارلاش نىسبىتى
uk: Оцінка проб помилок читання

source: Number of errors while reading from a disk
eu: Errore kopurua diskotik irakurtzean
ug: دىسكىدىن ئوقۇۋاتقاندا چىققان خاتالىق سانى
uk: Кількість помилок при читанні з диска

source: No description for attribute %d
ar: لا وصف للخاصية %d
eu: Ez dago %d atributuaren azalpenik
ug: خاسلىق %d نىڭ چۈشەندۈرۈشى يوق
uk: Немає опису для властивості %d

source: Normalized:
eu: Normalizatuta:
ug: نورماللاشتۇرۇلغان:
uk: Нормалізовано:

source: Worst:
eu: Txarrena:
ug: ئەڭ ناچار:
uk: Гірше значення:

source: Threshold:
eu: Atalasea:
ug: بوسۇغا:
uk: Межа:

source: Value:
ar: القيمة:
eu: Balioa:
ug: قىممىتى:
uk: Значення:

source: N/A
ar: غير متوفر
eu: E/E
ug: ئۇچۇر يوق
uk: Недоступний

source: Failing
ar: ينهار
eu: Hutsegitea
ug: مەغلۇپ بولۇش
uk: Відмова

source: Failed in the past
ar: انهار في الماضي
eu: Huts egin zuen iraganean
ug: بۇرۇن مەغلۇپ بولغان
uk: Були відмови у минулому

source: Warning
ar: تحذير
eu: Abisua
ug: ئاگاھلاندۇرۇش
uk: Попередження

source: Good
ar: جيد
eu: Ongi
ug: ياخشى
uk: Добре

source: Error reading SMART data
eu: Errorea SMART datuak irakurtzean
ug: SMART سانلىق-مەلۇماتىنى ئوقۇۋاتقاندا خاتالىق كۆرۈلدى: %s
uk: Помилка при читанні даних SMART

source: Choose SMART Self-test
eu: Aukeratu SMART proba automatikoa
ug: SMART ئۆزىنى سىناشنى تاللا
uk: Виберіть самоперевірку SMART

source: The tests may take a very long time to complete depending on the speed and size of the disk. You can continue using your system while the test is running.
ar: قد تأخذ الاختبارات وقتا طويلا لتكتمل حسب سرعة وحجم القرص. يمكنك الاستمرار في استخدام النظام بينما تُجرى الاختبارات.
eu: Probak denbora asko iraun dezakete, diskoaren abiadura eta tamainaren arabera. Zure sistema erabiltzen jarrai dezakezu proba exekutatzen ari den bitartean.
ug: بۇ سىناققا ناھايىتى جىق ۋاقىت كېتىدۇ. ۋاقىت دىسكىنىڭ چوڭلۇقى ۋە تېزلىكىگە باغلىق. بۇ سىناق داۋاملىشىۋاتقاندا سىز باشقا ئىشلارنى قىلىۋەرسىڭىز بولىدۇ
uk: Перевірки можуть тривати довго, перш ніж завершаться, та залежать від швидкості та розміру диска. Ви можете продовжувати роботу у системі при виконанні перевірки.

source: _Short (usually less than ten minutes)
ar: _قصير (أقل من عشر دقائق عادة)
eu: _Laburra (10 minutu baino gutxiago)
ug: قىسقا(ئادەتتە 10 مىنۇتتىن قىسقىراق)(_S)
uk: _Коротка (зазвичай менш ніж 10 хвилин)

source: _Extended (usually tens of minutes)
ar: _ممتد (عشر دقائق عادة)
eu: _Hedatua (10 minutu inguru)
ug: كېڭەيتىلگەن(ئادەتتە نەچچە ئون مىنۇت كېتىدۇ)(_E)
uk: _Розширена (зазвичай десятки хвилин)

source: C_onveyance (usually less than ten minutes)
eu: _Transferentzia (10 minutu baino gutxiago)
ug: يۆتكەشچان(ئادەتتە ئون مىنۇتتىن ئاز)(_O)
uk: _Переміщення (зазвичай менш ніж 10 хвилин)

source: _Run Self Test
eu: _Exekutatu auto-proba
ug: ئۆزىنى سىناشنى ئىجرا قىل(_R)
uk: _Запустити самоперевірку

source: %s (%s) – SMART Data
eu: %s (%s) - SMART datuak
ug: %s (%s) – SMART سانلىق-مەلۇماتى
uk: %s (%s) – дані SMART

source: Updated:
ar: مُحدَّث:
eu: Eguneratuta:
ug: يېڭىلانغان:
uk: Оновлено:

source: Time since SMART data was last read – SMART data is updated every 30 minutes unless the disk is sleeping
eu: SMART datuak irakurri ziren azken alditik igarotako denbora. SMART datuak 30 minuturo eguneratzen dira, diskoa lotan ez badago bederen.
ug: SMART سانلىق-مەلۇماتىنىڭ يېڭىلانغان ۋاقتى. ئادەتتە دىسكا ئۇخلاپلا قالمىغان بولسا SMART سانلىق-مەلۇماتى ھەر 30 مىنۇتتا بىر قېتىم يېڭىلىنىپ تۇرىدۇ
uk: Час останнього зчитування даних SMART – дані SMART оновлюються що 30 хвилин, якщо диск не знаходиться у стані сну

source: Self-tests:
eu: Auto-probak:
ug: ئۆزىنى سىناش:
uk: Самоперевірка:

source: The result of the last self-test that ran on the disk
eu: Diskoan exekutatu den azken auto-probaren emaitza
ug: ئېلىپ بېرىلغان ئەڭ ئاخىرقى ئۆزىنى سىناش نەتىجىسى
uk: Результат останньої самоперевірки диска

source: Powered On:
ar: موصل بالطاقة:
eu: Piztuta:
ug: توكقا ئۇلانغان ۋاقىت:
uk: Працює:

source: The amount of elapsed time the disk has been in a powered-up state
eu: Diskoa piztuta egoeran igaro duen denbora kopurua
ug: توكقا ئۇلاقلىق ھالەتنىڭ داۋاملاشقان جەمئىي ۋاقتى
uk: Кількість часу, коли диск був увімкнений

source: Power Cycles:
eu: Piztutako zikloak:
ug: توك مەنبە ئۈزچات سانى:
uk: Циклів вмикання живлення:

source: The number of full disk power on/off cycles
eu: Diskoa piztu/itzali ziklo osoen kopurua
ug: پۈتكۈل دىسكىنىڭ توك مەنبە ئۈز/چات دەۋرىيلىك قېتىم سانى
uk: Кількість повних циклів вмикання вимикання

source: Temperature:
ar: درجة الحرارة:
eu: Tenperatura:
ug: تېمپېراتۇرا:
uk: Температура:

source: The temperature of the disk
eu: Diskoaren tenperatura
ug: دىسكىنىڭ تېمپېراتۇرىسى
uk: Температура диска..

source: Bad Sectors:
eu: Sektore txarrak:
ug: بۇزۇق سېكتورلار:
uk: Погані сектори:

source: The sum of pending and reallocated bad sectors
eu: Birresleitutako eta falta diren sektore txarren batura
ug: توختىتىپ قويۇلغان ۋە قايتا تەقسىملەنگەن بۇزۇق سېكتورلارنىڭ سانى
uk: Сума поганих секторів, що перенесені або очікують перенесення

source: Self Assessment:
eu: Bere estimazioa:
ug: ئۆزىنىڭ باھاسى:
uk: Самооцінка:

source: The assessment from the disk itself whether it is about to fail
eu: Disko berak duen estimazioa, noiz hutsegingo duen buruzkoa
ug: دىسكىنىڭ ئۆزىنى تەكشۈرۈشىدە كاشىلا كۆرۈلدىمۇ يوق
uk: Оцінка того, до диск може відмовити

source: Overall Assessment:
eu: Estimazio orokorra:
ug: ئومۇمىي باھا
uk: Загальна оцінка:

source: An overall assessment of the health of the disk
eu: Diskoaren osasunaren estimazio orokorra
ug: دىسكىنىڭ ساغلاملىق ھەققىدىكى ئومۇمىي باھا
uk: Загальна оцінка працездатності диска

source: _Refresh
eu: _Freskatu
ug: يېڭىلا(_R)
uk: _Оновити

source: Reads SMART Data, waking up the disk
eu: SMART datuak irakurtzen ditu, diskoa esnatuz
ug: SMART سانلىق-مەلۇماتلىرىنى ئوقۇيدۇ، دىسكىنى ئويغىتىدۇ
uk: Читає дані SMART з диска, та пробуджує диск

source: Run _Self-test
eu: Exekutatu _auto-proba
ug: ئۆزىنى سىناشنى ئىجرا قىل(_S)
uk: Запустити _самоперевірку

source: Test the disk surface for errors
eu: Probatu diskoaren gainazala erroreak aurkitzeko
ug: دىسكا يۈزىدە خاتالىقلار بارمۇ سىنايدۇ
uk: Перевірити поверхню диска на помилки

source: _Cancel Self-test
eu: _Utzi auto-proba
ug: ئۆزىنى سىناشنى ئەمەلدىن قالدۇر(_C)
uk: _Скасувати самоперевірку

source: Cancels the self-test
eu: Bertan behera utzi proba automatikoa
ug: ئۆزىنى-سىناشتىن ۋاز كېچىدۇ
uk: Скасовує запущений тест

source: _Attributes
eu: _Atributuak
ug: خاسلىقلار(_A)
uk: _Атрибути

source: ID
eu: IDa
uk: Ідентифікатор

source: Attribute
eu: Atributua
ug: خاسلىق
uk: Атрибут

source: Assessment
eu: Estimazioa
ug: باھا
uk: Оцінка

source: Value
eu: Balioa
ug: قىممەت
uk: Значення

source: Don't _warn if the disk is failing
eu: _Ez abisatu diskoak hutsegiten badu
ug: دىسكا مەغلۇپ بولسا ئاگاھلاندۇرما(_W)؟
uk: Не _попереджувати про відмову диска

source: Leave unchecked to get notified if the disk starts failing
eu: Utzi aktibatu gabe diskoa hutsegiten hastean jakinarazteko
ug: تاللانمىغان ھالەت ساقلاپ قېلىنسا دىسكا قوزغىتىلغاندا كاشىلا كۆرۈلگەندە ئەسكەرتىشكە قۇلايلىق
uk: Залиште невідміченим, що отримувати сповіщення про можливу відмову диска

source: %.1f years
eu: %.1f urte
ug: %.1f يىل
uk: %.1f років

source: %.1f days
eu: %.1f egun
ug: %.1f كۈن
uk: %.3g днів

source: %.1f hours
eu: %.1f ordu
ug: %.1f سائەت
uk: %.3g годин

source: %.1f minutes
eu: %.1f minutu
ug: %.1f مىنۇت
uk: %.1f хв

source: %.1f seconds
eu: %.1f segundo
ug: %.1f سېكۇنت
uk: %.1f секунд

source: %s msec
eu: %s mseg.
ug: %s مىللىسېكۇنت
uk: %s мс

source: %d sector
eu: sektore %d
ug: %d سېكتور
uk: Сектор %d

source: Failure is a sign of imminent disk failure (Pre-Fail)
eu: Hutsegitea berehalako diskoaren hutsegitearen adierazgarri da (Pre-Fail)
ug: مەغلۇبىيەت دىسكىنىڭ كاشىلا كۆرۈلىدىغانلىقىنى چۈشەندۈرىدۇ(Pre-Fail)
uk: Помилка є ознакою швидкого виходу з ладу диска (попередня відмова)

source: Failure is a sign of old age (Old-Age)
eu: Hutsegitea zahartzaroaren adierazgarri da (Old-Age)
ug: مەغلۇبىيەت دىسكىنىڭ كونارغانلىقىنى چۈشەندۈرىدۇ(Old-Age)
uk: Помилка є ознакою зносу (пристрій старий)

source: Every time data is collected (Online)
eu: Datuak jasotzen diren bakoitzean (Online)
ug: ھەر قېتىم سانلىق مەلۇماتنى توپلايدۇ(Online)
uk: Дані постійно збираються (онлайн)

source: Only during off-line activities (Not Online)
eu: Soilik lineaz kanpoko jardueretan (Not Online)
ug: تورسىز پائالىيەت ۋاقتىدىلا(Not Online)
uk: Лише під час безмережевої активності (поза мережею)

source: Type: %s Updates: %s Raw: 0x%02x%02x%02x%02x%02x%02x
eu: Mota: %s Eguneraketak: %s Gordina: 0x%02x%02x%02x%02x%02x%02x
ug: تىپى: %s يېڭىلانمىلار: %s خام: 0x%02x%02x%02x%02x%02x%02x
uk: Тип: %s Оновлення: %s Байти: 0x%02x%02x%02x%02x%02x%02x

source: No drive selected
ar: لم يُعثر على سوّاقة
eu: Ez da unitaterik hautatu
ug: قوزغاتقۇچ تاللانمىغان
uk: Не вказано пристрій

source: SMART not supported
eu: SMART ez dago onartuta
ug: SMART نى قوللىمايدىكەن
uk: SMART не підтримується

source: SMART data never collected
eu: Inoiz ez dira SMART daturik eskuratu
ug: SMART سانلىق-مەلۇماتلىرىنى زادىلا يىغىپ باقماپتۇ
uk: Дані SMART ще ніколи не було зібрано

source: SMART data is malformed
eu: SMART datuak gaizki osatuta daude
ug: SMART سانلىق-مەلۇماتى نورمال ئەمەس
uk: Дані SMART у спотвореному форматі

source: Unknown
ar: مجهول
eu: Ezezaguna
ug: نامەلۇم
uk: Невідомий

source: Passed
eu: EGINDA
ug: ئۆتتى
uk: Пройдено

source: FAILING
eu: HUTSEGINDA
ug: ئۆتەلمىدى
uk: ПОМИЛКА

source: None
eu: Bat ere ez
ug: يوق
uk: Немає

source: %d bad sector
eu: Sektore %d txarra
ug: %d بۇزۇق سېكتور
uk: %d поганий сектор

source: Completed OK
eu: Ongi burututa
ug: مۇۋەپپەقىيەتلىك تاماملاندى
uk: Успішно завершено

source: Cancelled
eu: Bertan behera utzita
ug: ئەمەلدىن قالدۇرۇلدى
uk: Скасовано

source: Cancelled (with hard or soft reset)
eu: Bertan behera utzita (berrabiarazte gogor edo bigunarekin)
ug: ئەمەلدىن قالدۇرۇلدى(قاتتىق ياكى يۇمشاق ئەسلىگە قايتۇرۇش بىلەن بىرگە)
uk: Скасовано (з жорстким або м'яким перезапуском)

source: Not completed (a fatal error might have occurred)
eu: Burutu gabe (errore larri bat gerta zitekeen)
ug: تاماملانمىغان(ئېغىر خاتالىق يۈز بەرگەن بولۇشى مۇمكىن)
uk: Не завершено (можливо сталася критична помилка)

source: FAILED (Electrical)
eu: HUTS EGIN DU (elektrikoa)
ug: مەغلۇپ بولدى(ئېلېكترونلۇق)
uk: ПОМИЛКА (електрична частина)

source: FAILED (Servo)
eu: HUTS EGIN DU (serboa)
ug: مەغلۇپ بولدى (Servo)
uk: ПОМИЛКА (Servo)

source: FAILED (Read)
eu: HUTS EGIN DU (irakurketa)
ug: مەغلۇپ بولدى (ئوقۇش)
uk: ПОМИЛКА (читання)

source: FAILED (Suspected of having handled damage)
eu: HUTS EGIN DU (kalteak jaso dituenaren susmoa dago)
ug: مەغلۇپ بولدى (بىر تەرەپ قىلىنغان بۇزۇلۇش دەپ شۈبھىلىنىدۇ)
uk: ПОМИЛКА (електрична)

source: In progress
eu: Egiten ari da
ug: داۋاملىشىۋاتىدۇ
uk: Триває перевірка

source: This operation concerns the volume "%s" (%s)
eu: Eragiketa hau "%s" (%s) bolumenari dagokio
ug: بۇ مەشغۇلاتقا چېتىلىدىغان دىسكا ئەن "%s" (%s)
uk: Операція проводиться з томом "%s" (%s)

source: This operation concerns the drive "%s" (%s)
eu: Eragiketa hau "%s" (%s) unitateari dagokio
ug: بۇ مەشغۇلاتقا چېتىلىدىغان دىسكا "%s" (%s)
uk: Операція проводиться з пристроєм "%s" (%s)

source: This operation concerns "%s" (%s)
eu: Eragiketa hau honi dagokio: "%s" (%s)
ug: بۇ مەشغۇلات چېتىلىدىغان "%s" (%s)
uk: Операція стосується "%s" (%s)

source: User Name
eu: Erabiltzaile-izena
ug: ئىشلەتكۈچى ئاتى
uk: Ім'я користувача

source: The chosen user name
eu: Aukeratutako erabiltzaile-izena
ug: تاللانغان ئىشلەتكۈچى ئاتى
uk: Обране ім'я користувача

source: Address
eu: Helbidea
ug: ئادرېس
uk: Адреса

source: The chosen address
eu: Aukeratutako helbidea
ug: تاللانغان ئادرېس
uk: Обрана адреса

source: Choose Server
eu: Aukeratu zerbitzaria
ug: مۇلازىمېتىر تاللا
uk: Виберіть сервер

source: Connect to Server
eu: Konektatu zerbitzarira
ug: مۇلازىمېتىرغا باغلا
uk: З'єднання з сервером

source: _Browse...
eu: _Arakatu...
ug: كۆز يۈگۈرت(_B)…
uk: _Огляд...

source: Browse servers discovered via the DNS-SD protocol
eu: DNS-SD protokoloaren bidez aurkitutako zerbitzariak arakatu
ug: DNS-SD كېلىشىمنامىسى ئارقىلىق بايقالغان مۇلازىمېتىرلارنى كۆرىدۇ
uk: Оглянути сервери, виявлені протоколом DNS-SD

source: To manage storage devices on another machine, enter the address and press “Connect”. The connection will be made using the <i>Secure Shell</i> protocol.
eu: Biltegien gailuak beste ordenagailu batean kudeatzeko, sartu helbidea eta sakatu "Konektatu" botoia. Konexioa sortuko da <i>Shell Segurua (SSH)</i> protokoloa erabiliz.
ug: باشقا ماشىنىلاردىكى ساقلاش ئۈسكۈنىلىرىنى باشقۇرۇش ئۈچۈن، ئادرېسىنى كىرگۈزۈپ «باغلا» نى باسسىلا بولىدۇ. باغلىنىش <i>مەخپىي Shell</i> بىلەن ئېلىپ بېرىلىدۇ.
uk: Для керування пристроями на іншому комп'ютері, введіть адресу та натисніть “З'єднатися”. З'єднання буде виконуватись по протоколу <i>SSH</i>.

source: The hostname or address to connect to
eu: Ostalari-izena edo helbidea konektatzeko
ug: باغلىنىدىغان كومپيۇتېر ئاتى ياكى ئادرېسى
uk: Назва вузла та адреса для з'єднання

source: Server _Address:
eu: Zerbitzariaren _helbidea:
ug: مۇلازىمېتىر ئادرېسى(_A):
uk: _Адреса сервера:

source: The user name to connect as
eu: Erabiltzaile-izena konektatzeko
ug: باغلىنىشتا ئىشلىتىدىغان ئىشلەتكۈچى ئاتى
uk: Ім'я користувача для з'єднання

source: _User Name:
eu: _Erabiltzaile-izena:
ug: ئىشلەتكۈچى ئاتى(_U):
uk: _Ім'я користувача:

source: Maximum Logical Volume Size
eu: Bolumen logikoaren gehienezko tamaina
ug: ئەڭ چوڭ لوگىكىلىق دىسكا چوڭلۇقى
uk: Максимальний розмір логічного тому

source: The maximum possible logical volume size
eu: Bolumen logikoak eduki dezakeen gehienezko tamaina
ug: مۇمكىن بولغان ئەڭ چوڭ لوگىكىلىق چوڭلۇقى
uk: Максимально можливий розмір логічного тому

source: Logical Volume Size
eu: Bolumen logikoaren tamaina
ug: لوگىكىلىق دىسكا چوڭلۇقى
uk: Розмір логічного тому

source: The requested Logical Volume size
eu: Eskatutako bolumen logikoaren tamaina
ug: تەلەپ قىلىنغان لوگىكىلىق دىسكا چوڭلۇقى
uk: Потрібний розмір логічного тому

source: C_reate
ar: أن_شئ
eu: _Sortu
ug: قۇر(_R)
uk: С_творити

source: Create Logical Volume on %s
eu: Sortu bolumen logikoa hemen: %s
ug: %s دا لوگىكىلىق دىسكا قۇرۇش
uk: Створити логічний том на %s

source: Pool
eu: Multzoa
ug: ساقلاپ قال
uk: Пул

source: The pool of devices
eu: Gailuen multzoa
ug: ئۈسكۈنىلەرنىڭ كۆلچىكى
uk: Пул пристроїв

source: RAID Level
ar: مستوى RAID
eu: RAID maila
ug: RAID دەرىجىسى
uk: Рівень RAID

source: The selected RAID level
ar: مستوى RAID المختار
eu: Hautatutako RAID maila
ug: تاللانغان RAID دەرىجىسى
uk: Обраний рівень RAID

source: Name
ar: الاسم
eu: Izena
ug: ئاتى
uk: Назва

source: The requested name for the array
ar: الاسم المطلوب للمصفوفة
eu: Eskatutako izena array-arentzako
ug: تىزىقنىڭ تەلەپ قىلىنغان ئاتى
uk: Назва дискового масиву

source: Size
ar: الحجم
eu: Tamaina
ug: چوڭلۇقى
uk: Розмір

source: The requested size of the array
ar: الحجم المطلوب للمصفوفة
eu: Eskatutako tamaina array-arentzako
ug: تىزىقنىڭ تەلەپ قىلىنغان چوڭلۇقى
uk: Розмір дискового масиву

source: Component Size
ar: حجم المُكوّن
eu: Osagaiaren tamaina
ug: بۆلەك چوڭلۇقى
uk: Розмір компоненту

source: The size of each component
ar: حجم كل مكون
eu: Osagai bakoitzaren tamaina
ug: ھەر بىر بۆلەكنىڭ چوڭلۇقى
uk: Розмір кожного компоненту

source: Stripe Size
ar: حجم الشريط
eu: Zatiaren tamaina
ug: يوللۇق سىزىق چوڭلۇقى
uk: Розмір Stripe

source: The requested stripe size of the array
ar: حجم شريط المصفوفة المطلوب
eu: Eskatutako zatiaren tamaina array-arentzako
ug: ئىلتىماس قىلىنغان قاتارنىڭ يوللۇق سىزىق چوڭلۇقى
uk: Розмір Stripe дискового масиву

source: Drives
ar: السوّاقات
eu: Unitateak
ug: قوزغاتقۇچ
uk: Пристрої

source: Array of drives to use for the array
ar: مصفوفة السوّاقات المستخدمة في هذه المصفوفة
eu: Array-an erabiliko den unitateen array-a
ug: بۇ تىزىق ئۈچۈن ئىشلىتىلىدىغان قوزغاتقۇچلارنىڭ تىزىقى
uk: Набір пристроїв, що використовується у дисковому масиві

source: Create RAID Array
ar: أنشئ مصفوفة RAID
eu: Sortu RAID array-a
ug: RAID تىزىقى قۇرۇش
uk: Створення масиву RAID

source: General
ar: عام
eu: Orokorra
ug: ئادەتتىكى
uk: Загальне

source: RAID _Level:
ar: _مستوى RAID:
eu: RAID _maila:
ug: RAID دەرىجىسى(_L):
uk: _Рівень RAID:

source: Array _Name:
ar: _اسم المصفوفة:
eu: Array-aren _izena:
ug: تىزىق ئاتى(_N):
uk: _Назва масиву:

source: New RAID Array
ar: مصفوفة RAID جديدة
eu: RAID array berria
ug: يېڭى RAID تىزىقى
uk: Новий масив RAID

source: Stripe S_ize:
ar: _حجم الشريط
eu: Zatiketaren _tamaina:
ug: يوللۇق سىزىق چوڭلۇقى(_I):
uk: Р_озмір Stripe:

source: 4 KiB
ar: 4 ك.بايت
uk: 4 КіБ

source: 8 KiB
ar: 8 ك.بايت
uk: 8 КіБ

source: 16 KiB
ar: 16 ك.بايت
uk: 16 КіБ

source: 32 KiB
ar: 32 ك.بايت
uk: 32 КіБ

source: 64 KiB
ar: 64 ك.بايت
uk: 64 КіБ

source: 128 KiB
ar: 128 ك.بايت
uk: 128 КіБ

source: 256 KiB
ar: 256 ك.بايت
uk: 256 КіБ

source: 512 KiB
ar: 512 ك.بايت
uk: 512 КіБ

source: 1 MiB
ar: 1 م.بايت
uk: 1 МіБ

source: Array _Size:
ar: ح_جم المصفوفة:
eu: Array-_tamaina:
ug: تىزىق چوڭلۇقى(_S):
uk: _Розмір масиву:

source: _Disks
eu: _Diskoak
ug: دىسكا(_D)
uk: _Диски

source: Use entire disks instead of _partitions
eu: Erabili disko osoak _partizioen ordez
ug: رايوننى ئەمەس پۈتكۈل دىسكىنى ئىشلەت(_P)
uk: Використовувати весь диск а не _розділи

source: If checked, the entirety of each selected disk will be used for the RAID array. Otherwise partitions will be created.
eu: Aktibatzen bada, hautatutako disko bakoitz osoa erabiliko da RAID array-an. Bestela, partizioak sortuko dira.
ug: ئەگەر تاللانغان بولسا ھەر بىر تاللانغان پۈتكۈل دىسكا RAID قاتارىغا ئىشلىتىلىدۇ. بولمىسا رايون قۇرىدۇ.
uk: Якщо відмічено, весь диск буде використовуватись у масиві RAID. У іншому випадку, створюються розділи.

source: Insufficient number of disks to create a %s array.
eu: Ez dago nahikoa diskorik %s array-a sortzeko.
ug: بىر %s قاتارى قۇرۇش يېتەرلىك ساندىكى دىسكا يوق
uk: Недостатня кількість дисків для створення масиву %s.

source: To create a %s array, select a disk.
eu: %s array bat sortzeko, hautatu disko bat.
ug: بىر %s قاتار قۇرۇشتا %d دىسكا تاللاڭ.
uk: Для створення масиву %s, виберіть %d диск.

source: To create a %s array, select one more disk.
eu: %s array bat sortzeko, hautatu disko bat gehiago.
ug: بىر %s قاتار قۇرۇشتا %d دىن ئارتۇق دىسكا تاللاڭ.
uk: Для створення масиву %s, виберіть %d додатковий диск

source: To create a %s %s array on %d disks, press "Create"
ar: لإنشاء مصفوفة %s‏ %s على %d أقؤتص، اضغط "أنشئ"
eu: %3$d diskotan %1$s tamainako %2$s array bat sortzeko, egin klik "Sortu" botoian
ug: %3$d دىسكىدا بىر %1$s %2$s قاتار قۇرۇشتا «قۇر»نى بېسىڭ
uk: Для створення масиву %s %s, виберіть %d дисків, та натисніть «Створити»

source: Maximum Partition Size
eu: Partizioaren gehienezko tamaina
ug: ئەڭ چوڭ رايون چوڭلۇقى
uk: Максимальний розмір розділу

source: The maximum possible partition size
eu: Partizioak eduki dezakeen gehienezko tamaina
ug: مۇمكىن بولغان ئەڭ چوڭ رايون چوڭلۇقى
uk: Максимально можливий розмір розділу

source: Partition Size
eu: Partizioaren tamaina
ug: رايون چوڭلۇقى
uk: Розмір розділу

source: The requested partition size
eu: Eskatutako partizioaren tamaina
ug: ئىلتىماس قىلغان رايون چوڭلۇقى
uk: Запитаний розмір розділу

source: Create partition on %s
eu: Sortu partizioa hemen: %s
ug: %s گە رايون قۇرىدۇ
uk: Створити розділ на %s

source: Flags
ar: الشارات
eu: Banderak
ug: تاللانمىلار
uk: Прапорці

source: Flags for the widget
eu: Trepetaren banderak
ug: ۋىجېتنىڭ تاللانمىلىرى
uk: Прапорці для віджета

source: Selected Drives
eu: Hautatutako unitateak
ug: تاللانغان قوزغاتقۇچلار
uk: Обрані пристрої

source: Array of selected drives
eu: Hautatutako unitateen array-a
ug: تاللانغان قوزغاتقۇلارنىڭ تىزىقى
uk: Масив з обраних пристроїв

source: Number of available disks
eu: Disko erabilgarrien kopurua
ug: ئىشلەتكىلى بولىدىغان دىسكا سانى
uk: Кількість доступних дисків

source: Largest Segment For Selected
eu: Hautapenaren segmentu handiena
ug: تاللانغان ئەڭ چوڭ بۆلەك
uk: Найбільший сегмент для вибраних

source: The largest free segment for the selected drives
eu: Hautatutako unitateen libre dagoen segmenturik handiena
ug: تاللانغان قوزغاتقۇچتىكى ئەڭ چوڭ بوش بۆلەك
uk: Найбільший вільний сегмент для обраних дисків

source: Largest Segment For All
eu: Guztietako segmentu handiena
ug: ھەممە بۆلەكنىڭ ئىچىدىكى ئەڭ چوڭى
uk: Найбільший сегмент для усіх

source: The largest free segment for all the drives
eu: Unitate guztietako libre dagoen segmenturik handiena
ug: ھەممە دىسكىدىكى ئەڭ چوڭ بوش بۆلەك
uk: Найбільший вільний сегмент для усіх дисків

source: The size to use in the details header
eu: Tamaina xehetasunen goiburuan erabiltzeko
ug: تەپسىلات بېشىدا ئىشلىتىلىدىغان چوڭلۇقى
uk: Розмір, що використовується у заголовку подробиць

source: Cannot select multipath component
eu: Ezin da bide-izen anitzeko osagairik hautatu
ug: كۆپ يوللۇق بۆلەكنى تاللىغىلى بولمايدۇ
uk: Неможливо вибрати багатошляховий компонент

source: No free space.
eu: Ez dago nahikoa leku librerik.
ug: بىكار بوشلۇق يوق.
uk: Нема вільного місця.
