Repository: isabella232/gnome-disk-utility-1
Catalog: po/*.po
Languages: ar, eu, ug, uk

source: Empty Partition
ar: قسم خالي
eu: Partizio hutsa
ug: قۇرۇق رايون
uk: Порожній розділ

source: Driver Partition
ar: قسم مشغِّلات
eu: Driver partizioa
ug: قوزغاتقۇچ رايونى
uk: Розділ Driver

source: Driver 4.3 Partition
ar: قسم مشغِّلات 4.3
eu: Driver 4.3 partizioa
ug: قوزغاتقۇچ 4.3 رايونى
uk: Розділ Driver 4.3

source: ProDOS file system
ar: نظام ملفات ProDOS
eu: ProDOS fitxategi-sistema
ug: ProDOS ھۆججەت سىستېمىسى
uk: Файлова система ProDOS

source: Empty (0x00)
ar: خالي (0x00)
eu: Hutsa (0x00)
ug: قۇرۇق(0x00)
uk: Порожній (0x00)

source: Extended (0x05)
ar: ممتد (0x05)
eu: Hedatua (0x05)
ug: كېڭەيتىلگەن (0x05)
uk: Розширений (0x05)

source: Hidden FAT12 (0x11)
ar: ‏FAT12 مخفي (0x11)
eu: Ezkutuko FAT12 (0x11)
ug: يوشۇرۇن FAT12 (0x11)
uk: Схована FAT12 (0x11)

source: Compaq diagnostics (0x12)
eu: Compaq-en diagnostikoak (0x12)
ug: Compaq دىئاگنوز پروگرامما (0x12)
uk: Діагностика Compaq (0x12)

source: Hidden FAT16 <32M (0x14)
ar: ‏FAT16 مخفي <32م (0x14)
eu: Ezkutuko FAT16 <32M (0x14)
ug: يوشۇرۇن FAT16 <32M (0x14)
uk: Схована FAT16 <32M (0x14)

source: Hidden FAT16 (0x16)
ar: ‏FAT16 مخفي (0x16)
eu: Ezkutuko FAT16 (0x16)
ug: يوشۇرۇن FAT16 (0x16)
uk: Схована FAT16 (0x16)

source: Hidden HPFS/NTFS (0x17)
ar: ‏HPFS/NTFS مخفي (0x17)
eu: Ezkutuko HPFS/NTFS (0x17)
ug: يوشۇرۇن HPFS/NTFS (0x17)
uk: Схована HPFS/NTFS (0x17)

source: Hidden W95 FAT32 (0x1b)
ar: ‏W95 FAT32 مخفي (0x1b)
eu: Ezkutuko W95 FAT32 (0x1b)
ug: يوشۇرۇن W95 FAT32 (0x1b)
uk: Схована W95 FAT32 (0x1b)

source: Hidden W95 FAT32 (LBA) (0x1c)
ar: ‏W95 FAT32 مخفي (LBA)‏ (0x1c)
eu: Ezkutuko W95 FAT32 (LBA) (0x1c)
ug: يوشۇرۇن W95 FAT32 (LBA) (0x1c)
uk: Схована W95 FAT32 (LBA) (0x1c)

source: Hidden W95 FAT16 (LBA) (0x1e)
ar: ‏W95 FAT16 مخفي (LBA)‏ (0x1e)
eu: Ezkutuko W95 FAT16 (LBA) (0x1e)
ug: يوشۇرۇن W95 FAT16 (LBA) (0x1e)
uk: Схована W95 FAT16 (LBA) (0x1e)

source: Linux swap (0x82)
ar: تبديل لينكس (0x82)
uk: Розділ вивантаження Linux (0x82)

source: Linux RAID autodetect (0xfd)
ar: ‏RAID لينكس تعرف تلقائي (0xfd)
eu: Linux RAID autodetekzioa (0xfd)
ug: Linux RAID ئاپتوماتىك بايقاش(0xfd)
uk: Автовизначення Linux RAID (0xfd)

source: Unknown (%s)
ar: مجهول (%s)
eu: Ezezaguna (%s)
ug: نامەلۇم (%s)
uk: Невідомий (%s)

source: A popular format compatible with almost any device or system, typically used for file exchange.
ar: تنسيق شائع متوافق مع أغلب الأجهزة والأنظمة، يناسب تبادل الملفات.
eu: Gailu edo sistema gehienekin ia bateragarria den formatu ospetsua, batiz bat fitxategiak trukatzeko erabilia.
ug: ھەممە ئۈسكۈنە ياكى سىستېمىلارنىڭ ھەممىسى بىلەن ماسلىشىدىغان بىر خىل ھەممىباب پىچىم، ھۆججەت ئالماشتۇرۇشتا ئىشلىتىلىدۇ.
uk: Широковживаний формат, який сумісний майже з усіма пристроями та системами, зазвичай використовується для обміну файлами.

source: This file system is compatible with Linux systems only and provides classic UNIX file permissions support. This file system does not use a journal.
ar: نظام ملفات متوافق مع أنظمة لينكس فقط و يدعم نظام صلاحيات يونكس التقليدي. لا يستخدم نظام الملفات هذا دفترا.
eu: Fitxategi-sistema hau Linux sistemekin bateragarria da eta UNIXeko fitxategien baimenen euskarri klasikoa eskaintzen du. Fitxategi-sistema honek ez du egunkaririk erabiltzen.
ug: بۇ ھۆججەت سىستېمىسى پەقەت Linux بىلەنلا ماسلىشىدۇ ھەمدە ئۆلچەملىك UNIX ھۆججەت ھوقۇقى قوللاش بىلەن تەمىنلەيدۇ. بۇ ھۆججەت سىستېمىسى خاتىرە ئىشلەتمەيدۇ.
uk: Ця файлова система сумісна лише з системами Linux та надає стандартні для UNIX права доступу до файлів. Вона також не використовує журналу.

source: This file system is compatible with Linux systems only and provides classic UNIX file permissions support.
ar: نظام ملفات متوافق مع أنظمة لينكس فقط و يدعم نظام صلاحيات يونكس التقليدي.
eu: Fitxategi-sistema hau Linux sistemekin bateragarria da eta UNIXeko fitxategien baimenen euskarri klasikoa eskaintzen du.
ug: بۇ ھۆججەت سىستېمىسى پەقەت Linux بىلەنلا ماسلىشىدۇ ھەمدە ئۆلچەملىك UNIX ھۆججەت ھوقۇقى قوللاش بىلەن تەمىنلەيدۇ.
uk: Ця файлова система сумісна лише з системами Linux та надає стандартні для UNIX права доступу до файлів.

source: Swap area used by the operating system for virtual memory.
ar: منطقة التبديل تستخدمها أنظمة التشغيل كذاكرة افتراضية.
eu: Sistema eragileak memoria birtual gisa erabiltzen duen trukatzeko area.
ug: مەشغۇلات سىستېمىسى ئالماشتۇرۇش رايونىنى مەۋھۇم ئەسلەككە ئىشلىتىدۇ.
uk: Область вивантаження використовується операційною системою в ролі віртуальної пам'яті.

source: The native Windows file system. Not widely compatible with other operating systems than Windows.
ar: نظام التشغيل الطبيعي لوندوز. ليس شائع التوافق مع أنظمة التشغيل الأخرى.
eu: Windows-eko jatorrizko fitxategi-sistema. Ez da oso bateragarria Windows ez diren sistema eragileekin.
ug: ئەسلى Windows ھۆججەت سىستېمىسى. Windows تىن باشقا مەشغۇلات سىستېمىلىرى كەڭ قوللاپ كەتمەيدۇ.
uk: Рідна файлова система для родини операційних систем Windows. Не є абсолютно сумісною з іншими родинами операційних систем.

source: Simple filesystem with low overhead and UNIX permissions support. Not widely compatible with operating systems other than Linux and Minix.
eu: Koste baxuko fitxategi-sistema bakuna, UNIX-en baimenen euskarriarekin. Linux eta Minix ez diren beste sistema eragileekin ez da hain bateragarria.
ug: سەرپىياتى تۆۋەن UNIX ھوقۇقىنى قوللايدىغان ئاددىي ھۆججەت سىستېمىسى. Linux ۋە Minix تىن باشقا مەشغۇلات سىستېمىلىرى كەڭ قوللاپ كەتمەيدۇ.
uk: Проста файлова система з малими накладними витратами та підтримкою прав доступу UNIX. Не є абсолютно сумісною з іншими родинами операційних систем, відмінних від Linux і Minix.

source: No file system will be created.
ar: لن يُنشأ أي نظام ملفات
eu: Ez da fitxategi-sistemarik sortuko.
ug: ھۆججەت سىستېمىسى قۇرۇلمايدۇ.
uk: Файлову систему не створено.

source: Create an Extended Partition for logical partitions.
ar: أنشئ قسما ممتدا للأقسام المنطقية.
eu: Sortu hedatutako partizio bat partizio logikoentzako.
ug: لوگىكىلىق رايوندا بىر كېڭەيتىلگەن رايون قۇرىدۇ.
uk: Створити розширений розділ для логічних розділів.

source: The Master Boot Record scheme is compatible with almost any device or system but has a number of limitations with respect to disk size and number of partitions.
ar: مخطط "قطاع الإقلاع الرئيس" متوافق مع كل الأجهزة والأنظمة تقريبا، لكن به قيود على حجم القرص وعدد الأقسام.
eu: Abioko erregistro maisuaren (MBR) eskema ia gailu edo sistema gehienekin bateragarria da, baina baditu murriztapen batzuk diskoaren tamaina eta partizio kopuruekiko.
ug: بۇ ئاساسىي يېتەكلەش خاتىرىسى (MBR) لايىھىسى ھەممە ئۈسكۈنە ۋە سىستېمىلار بىلەن دېگۈدەك ماسلىشىدۇ ئەمما دىسكا چوڭلۇقى ۋە رايون سانى قاتارلىق تەرەپلەردە مۇئەييەن چەكلىمىسى بار.
uk: Схема головної області завантаження (Master Boot Record, MBR) є сумісною майже з усіма пристроями та системами, однак має ряд обмежень щодо розміру диска та кількості розділів.

source: A legacy scheme that is incompatible with most systems except Apple systems and most Linux systems. Not recommended for removable media.
ar: مخطط عتيق غير متوافق مع أغلب الأنظمة عدا أنظمة أبل وأغلب أنظمة لينكس. لا ينصح به للوسائط المتنقلة.
eu: Eskema zaharkitua ez da bateragarria ia sistema gehienekin, Apple eta Linux sistema gehienekin izan ezik. Ez da gomendagarria euskarri aldagarrientzako.
ug: بىر خىل كونا لايىھە، Apple سىستېمىسى ۋە زور كۆپچىلىك Linux سىستېمىسىدىن باشقا كۆپ قىسىم سىستېمىلار بىلەن ماسلاشمايدۇ. كۆچمە ۋاسىتىگە ئىشلىتىش تەۋسىيە قىلىنمايدۇ.
uk: Спадкова схема, яка є несумісною майже з усіма системами за винятком систем родин Apple та більшості Linux систем. Не рекомендується для змінних носіїв.

source: The GUID scheme is compatible with most modern systems but may be incompatible with some devices and legacy systems.
ar: مخطط GUID متوافق مع أغلب الأنظمة الحديثة، لكن قد لا يتوافق مع بعض الأجهزة والأنظمة العتيقة.
eu: GUID eskema egungo sistema moderno gehienekin bateragarria izan arren, baliteke ez izatea zenbait gailu eta sistema zaharrekin.
ug: GUID لايىھە كۆپ قىسىم زامانىۋى سىستېمىلار بىلەن ماسلىشىدۇ ئەمما بەزى ئۈسكۈنە ۋە كونا سىستېمىلار بىلەن ماسلاشمايدۇ.
uk: GUID система з сумісною з більшістю сучасних систем, однак може бути несумісною з деякими пристроями та "спадковими" системами.

source: Marks the entire disk as unused. Use this option only if you want to avoid partitioning the disk for e.g. whole disk use or floppy / Zip disks.
ar: يعلّم القرص كله غير مستخدَم. استخدم هذا فقط إذا كنت لا تريد تقسيم القرص، لاستخدام قل القرص مثلا أو مع الأقراص المرنة.
eu: Disko osoa erabilkaitz gisa markatzen du. Erabili aukera hau diskoan partizioak egitea saihestea nahi baduzu, adib. disko osoa erabiltzeko eta diskete edo Zip diskoetan.
ug: پۈتكۈل دىسكىغا ئىشلىتىلمىگەن بەلگىسى سالىدۇ. پەقەت دىسكىنى رايونغا ئايرىشتىن ساقلىنىش ئۈچۈنلا بۇ تاللانما ئىشلىتىلىدۇ، مەسىلەن، پۈتكۈل دىسكا ئىشلىتىش ياكى يۇمشاق دىسكا/Zip دىسكا
uk: Позначити цілий диск як такий, що не використовується. Використовуйте цей параметр лише якщо хочете уникнути розбиття диска з метою, наприклад, використання всього простору диска або дискети чи Zip диска.

source: %.1f kB/s
uk: %.1f кбіт/с

source: %.1f MB/s
uk: %.1f Мбіт/с

source: %.1f GB/s
uk: %.1f Гбіт/с

source: Virtual
ar: افتراضي
eu: Birtuala
ug: مەۋھۇم
uk: Віртуальний

# connection name
source: Unknown
ar: مجهول
ug: نامەلۇم
uk: Невідомо

source: %s at %s
ar: ‏%s على %s
eu: %s (%s)
ug: %s %s
uk: %s зі швидкістю %s

# RAID level
source: Mirror (RAID-1)
ar: مرآة (RAID-1)
ug: تەسۋىر (RAID-1)
uk: Дзеркало (RAID-1)

# RAID level
source: Parity Disk (RAID-4)
ar: قرص مُوازنة (RAID-4)
ug: تاق-جۈپ تەكشۈرىدىغان دىسكا (RAID-4)
uk: З диском паритету (RAID-4)

# RAID level
source: Distributed Parity (RAID-5)
ar: موازنة مُوزعة (RAID-5)
ug: تارقىلىشچان تاق-جۈپ تەكشۈرىدىغان (RAID-5)
uk: Розподілений паритет (RAID-5)

# RAID level
source: Dual Distributed Parity (RAID-6)
ar: مُوازنة موزعة مزدوجة (RAID-6)
ug: قوش تارقىلىشچان تاق-جۈپ تەكشۈرىدىغان (RAID-6)
uk: Подвійно розподілена паритет (RAID-6)

# RAID level
source: Stripe of Mirrors (RAID-10)
ar: شريط من المرايا (RAID-10)
ug: سىزىقلىق تەسۋىر (RAID-10)
uk: Stripe із дзеркал (RAID-10)

# RAID level
source: Concatenated (Linear)
ar: متسلسل (خطي)
ug: باغلانغان (سىزىقلىق)
uk: Конкатенувати (Linear)

# RAID level
source: Linear
ar: خطي
ug: سىزىقلىق
uk: Лінійний

source: Striped set without parity. Provides improved performance but no fault tolerance. If a single disk in the array fails, the entire RAID-0 array fails.
eu: Zatitutako multzoa paritaterik gabe. Hobetutako errendimendua eskaintzen du, baina ez du tolerantziarik akatsen aurka. Array-ko disko bakun batek huts egiten badu, RAID-0 array-ak huts egingo du.
ug: تاق-جۈپ تەكشۈرمەيدىغان سىزىقلىق ھالەتنى تەڭشەيدۇ. تېخىمۇ ياخشى ئۈنۈم بىلەن تەمىنلەيدۇ ئەمما رايىشلىق ئىقتىدارى يوق. ئەگەر قاتاردىكى بىر دىسكىدا مەسىلە كۆرۈلسە پۈتكۈل RAID-0 قاتارىدا كاشىلا كۆرۈلىدۇ.
uk: Stripe-набір без паритету. Забезпечує підвищену швидкодію але не забезпечує стійкість до відмови дисків. Якщо один з дисків набору відмовляє, весь набір дисків RAID-0 стає непридатним.

source: Mirrored set without parity. Provides fault tolerance and improved performance for reading. RAID-1 arrays can sustain all but one disk failing.
eu: Ispilatutako multzoa paritaterik gabe. Tolerantzia dauka akatsen aurka, eta hobetutako errendimendua ematen du irakurtzean. RAID-1 array-ak disko baten hutsegitea onar dezake.
ug: تاق-جۈپ تەكشۈرمەيدىغان تەسۋىر ھالىتىگە تەڭشەيدۇ. رايىشلىق ئىقتىدارى ۋە تېخىمۇ ياخشى بولغان ئوقۇش ئۈنۈمى بىلەن تەمىنلەيدۇ. RAID-1 تىزىقى بىر قاتتىق دىسكىدا خاتالىق كۆرۈلۈشكە يول قويىدۇ.
uk: Дзеркальний набір без паритету. Забезпечує забезпечує стійкість до відмови дисків та підвищену швидкодію при читанні. RAID-1 може витримати відмову одного з дисків.

source: Striped set with parity on a single disk. Provides improved performance and fault tolerance. RAID-4 arrays can sustain a single disk failure.
eu: Zatitutako multzoa paritatearekin disko bakun batean. Hobetutako errendimendua eta hutsegiteen aurkako tolerantzia eskaintzen du. RAID-4 array-ak disko baten hutsegitea onar dezake.
ug: مەخسۇس تاق-جۈپ تەكشۈرىدىغان دىسكىنىڭ سىزىقلىق ھالەتنى تەڭشەيدۇ. رايىشلىق ئىقتىدارى ۋە تېخىمۇ ياخشى بولغان ئوقۇش ئۈنۈمى بىلەن تەمىنلەيدۇ. RAID-4 تىزىقى بىر قاتتىق دىسكىدا خاتالىق كۆرۈلۈشكە يول قويىدۇ.
uk: Stripe-набір з паритетом. Забезпечує підвищену швидкодію та стійкість до відмови. RAID-4 може витримати відмову одного з дисків.

source: Striped set with distributed parity. Provides improved performance and fault tolerance. RAID-5 arrays can sustain a single disk failure.
eu: Zatitutako multzoa banatutako paritatearekin. Hobetutako errendimendua eta hutsegiteen aurkako tolerantzia eskaintzen du. RAID-5 array-ak disko baten hutsegitea onar dezake.
ug: مەخسۇس تاق-جۈپ تەكشۈرىدىغان دىسكىنىڭ سىزىقلىق ھالەتنى تەڭشەيدۇ. رايىشلىق ئىقتىدارى ۋە تېخىمۇ ياخشى بولغان ئوقۇش ئۈنۈمى بىلەن تەمىنلەيدۇ. RAID-5 تىزىقى بىر قاتتىق دىسكىدا خاتالىق كۆرۈلۈشكە يول قويىدۇ.
uk: Stripe-набір з розподіленим паритетом. Забезпечує підвищену швидкодію та стійкість до відмови. RAID-4 може витримати відмову одного з дисків.

source: Striped set with dual distributed parity. Provides improved performance and fault tolerance. RAID-6 arrays can sustain two disk failures.
eu: Zatitutako multzoa banatutako paritate bikoitzarekin. Hobetutako errendimendua eta hutsegiteen aurkako tolerantzia eskaintzen du. RAID-6 array-ak bi diskoren hutsegitea onar dezake.
ug: قوش تاق-جۈپ تەكشۈرىدىغان دىسكىنىڭ سىزىقلىق ھالەتنى تەڭشەيدۇ. رايىشلىق ئىقتىدارى ۋە تېخىمۇ ياخشى بولغان ئوقۇش ئۈنۈمى بىلەن تەمىنلەيدۇ. RAID-6 تىزىقى ئىككى قاتتىق دىسكىدا خاتالىق كۆرۈلۈشكە يول قويىدۇ.
uk: Stripe-набір з подвійним розподіленим паритетом. Забезпечує підвищену швидкодію та стійкість до відмови. RAID-4 може витримати відмову одного з дисків.

source: Striped set with distributed parity. Provides improved performance and fault tolerance. RAID-10 arrays can sustain multiple drive losses so long as no mirror loses all its drives.
eu: Zatitutako multzoa banatutako paritatearekin. Hobetutako errendimendua eta hutsegiteen aurkako tolerantzia eskaintzen du. RAID-10 array-ak hainbat diskoren hutsegiteak onar ditzake, beti ere ispiluren batek bere unitate guztiak ez baditu galtzen.
ug: تارقىلىشچان تاق-جۈپ تەكشۈرىدىغان دىسكىنىڭ سىزىقلىق ھالەتنى تەڭشەيدۇ. رايىشلىق ئىقتىدارى ۋە تېخىمۇ ياخشى بولغان ئوقۇش ئۈنۈمى بىلەن تەمىنلەيدۇ. RAID-10 تىزىقى كۆپ قاتتىق دىسكىدا خاتالىق كۆرۈلۈشكە يول قويىدۇ، پەقەت تەسۋىرنىڭ ھەممىسى بۇزۇلۇپ كەتمىسىلا بولىدۇ.
uk: Stripe-набір з паритетом. Забезпечує підвищену швидкодію та стійкість до відмови. RAID-4 може витримати відмову одного з дисків.

source: Unknown RAID level %s.
ar: مستوى RAID مجهول %s.
eu: %s RAID maila ezezaguna
ug: يوچۇن RAID دەرىجىسى %s.
uk: Невідома схема RAID %s

source: Disk is healthy
ar: القرص سليم
eu: Disko osasuntsua
ug: دىسكا ساغلام
uk: Диск працездатний

source: Disk was used outside of design parameters in the past
ar: لقد استُخدِم القرص في السابق على غير الإعدادات التي صمم لها
eu: Diskoa diseinuaren parametroetatik kanpo erabili da iraganean
ug: دىسكا ئىشلىتىش ئىلگىرى لايىھىلىگەن پارامېتىر دائىرىسىدىن ھالقىپ كەتتى
uk: У минулому диск використовувався поза визначеними розробниками умовах

source: Disk has a few bad sectors
ar: يحتوي القرص على بضع قطاعات سيئة
eu: Diskoak hondatutako sektore gutxi batzuk ditu
ug: دىسكىدا ئازراق بۇزۇق سېكتور بار
uk: Диск має декілька поганих секторів

source: DISK IS BEING USED OUTSIDE DESIGN PARAMETERS
ar: لقد استُخدِم القرص في السابق على غير الإعدادات التي صمم لها
eu: DISKOA DISEINUAREN PARAMETROETATIK AT ERABILTZEN ARI DA
ug: دىسكا لايىھىدىكى دائىرىدىن ھالقىغان ئۇسۇلدا ئىشلىتىلىۋاتىدۇ
uk: ДИСК ВИКОРИСТОВУЄТЬСЯ ПОЗА ВИЗНАЧЕНИМИ РОЗРОБНИКАМИ УМОВАХ

source: Backup all data and replace the disk
ar: احفظ كل البيانات احتياطيا واستبدل القرص
eu: Egin datu guztien babeskopia eta ordeztu diskoa
ug: ھەممىنى زاپاسلايدۇ ۋە دىسكىنى ئالماشتۇرىدۇ
uk: Скопіюйте усі дані та замініть диск

source: DISK HAS MANY BAD SECTORS
ar: يحتوي القرص على الكثير من القطاعات السيئة
eu: DISKOAK HONDATUTAKO SEKTORE GEHIEGI DITU
ug: دىسكىدا نۇرغۇن بۇزۇق سېكتور بار
uk: ДИСК МІСТИТЬ ЧИСЛЕННІ ПОГАНІ СЕКТОРИ

source: DISK FAILURE IS IMMINENT
ar: القرص على وشك الانهيار
eu: DISKOAREN HUTSEGITEA BEREHALA GERTATUKO DA
ug: دىسكا كاشىلىسى كۆرۈلۈشى مۇمكىن
uk: ДИСК НЕЗАБАРОМ ВІДМОВИТЬ

source: CD-ROM Disc
ar: قرص CD-ROM
eu: CD-ROM diskoa
ug: CD-ROM دىسكا
uk: Компакт-диск CD-ROM

source: Blank CD-ROM Disc
ar: قرص CD-ROM فارغ
eu: CD-ROM disko hutsa
ug: بوش CD_ROM دىسكا
uk: Чистий CD-ROM компакт-диск

source: CD-R Disc
ar: قرص CD-R
eu: CD-R diskoa
ug: CD-R دىسكا
uk: Диск CD-R

source: Blank CD-R Disc
ar: قرص CD-R فارغ
eu: CD-R disko hutsa
ug: قۇرۇق CD-R دىسكا
uk: Чистий CD-R диск

source: CD-RW Disc
ar: قرص CD-RW
eu: CD-RW diskoa
ug: CD-RW دىسكا
uk: Диск CD-RW

source: Blank CD-RW Disc
ar: قرص CD-RW فارغ
eu: CD-RW disko hutsa
ug: قۇرۇق CD-RW دىسكا
uk: Чистий CD-RW диск

source: DVD-ROM Disc
ar: قرص DVD-ROM
eu: DVD-ROM diskoa
ug: DVD-ROM دىسكا
uk: Диск DVD-ROM

source: Blank DVD-ROM Disc
ar: قرص DVD-ROM فارغ
eu: DVD-ROM disko hutsa
ug: بوش DVD-ROM دىسكا
uk: Чистий DVD-ROM диск

source: DVD-RW Disc
ar: قرص DVD-RW
eu: DVD-RW diskoa
ug: DVD-RW دىسكا
uk: Диск DVD-RW

source: Blank DVD-RW Disc
ar: قرص DVD-RW فارغ
eu: DVD-RW disko hutsa
ug: قۇرۇق DVD-RW دىسكا
uk: Чистий DVD-RW диск

source: DVD-RAM Disc
ar: قرص DVD-RAM
eu: DVD-RAM diskoa
ug: DVD-RAM دىسكا
uk: Диск DVD-RAM

source: Blank DVD-RAM Disc
ar: قرص DVD-RAM فارغ
eu: DVD-RAM disko hutsa
ug: قۇرۇق DVD-RAM دىسكا
uk: Чистий DVD-RAM диск

source: DVD+R Disc
ar: قرص DVD+R
eu: DVD+R diskoa
ug: DVD+R دىسكا
uk: Диск DVD+R

source: Blank DVD+R Disc
ar: قرص DVD+R فارغ
eu: DVD+R disko hutsa
ug: قۇرۇق DVD+R دىسكا
uk: Чистий DVD+R диск

source: DVD+RW Disc
ar: قرص DVD+RW
eu: DVD+RW diskoa
ug: DVD+RW دىسكا
uk: Диск DVD+RW

source: Blank DVD+RW Disc
ar: قرص DVD+RW فارغ
eu: DVD+RW disko hutsa
ug: قۇرۇق DVD+RW دىسكا
uk: Чистий DVD+RW диск

source: DVD+R DL Disc
ar: قرص DVD+R DL
eu: DVD+R DL diskoa
ug: DVD+R DL دىسكا
uk: Диск DVD+R DL

source: Blank DVD+R DL Disc
ar: قرص DVD+R DL فارغ
eu: DVD+R DL disko hutsa
ug: بوش DVD+R DL دىسكا
uk: Чистий DVD+R DL диск

source: DVD+RW DL Disc
ar: قرص DVD+RW DL
eu: DVD+RW DL diskoa
ug: DVD+RW DL دىسكىسى
uk: Диск DVD+RW DL

source: Blank DVD+RW DL Disc
ar: قرص DVD+RW DL فارغ
eu: DVD+RW DL disko hutsa
ug: قۇرۇق DVD+RW DL دىسكا
uk: Чистий DVD+RW DL

source: Blu-Ray Disc
ar: قرص Blu-Ray
eu: Blu-Ray diskoa
ug: كۆكنۇر دىسكا
uk: Диск Blu-Ray

source: Blank Blu-Ray Disc
ar: قرص Blu-Ray فارغ
eu: Blu-Ray disko hutsa
ug: بوش كۆكنۇر دىسكا
uk: Чистий Blu-Ray диск

source: Blu-Ray R Disc
ar: قرص Blu-Ray R
eu: Blu-Ray R diskoa
ug: كۆكنۇر R دىسكا
uk: Диск Blu-Ray R

source: Blank Blu-Ray R Disc
ar: قرص Blu-Ray R فارغ
eu: Blu-Ray R disko hutsa
ug: بوش كۆكنۇر R دىسكا
uk: Чистий Blu-Ray R диск

source: Blu-Ray RW Disc
ar: قرص Blu-Ray RW
eu: Blu-Ray RW diskoa
ug: كۆكنۇر RW دىسكا
uk: Диск Идг-Кфн КЦ

source: Blank Blu-Ray RW Disc
ar: قرص Blu-Ray RW فارغ
eu: Blu-Ray RW disko hutsa
ug: بوش كۆكنۇر RW دىسكا
uk: Чистий Blu-Ray RW диск

source: HD DVD Disc
ar: قرص HD DVD
eu: HD DVD diskoa
ug: HD DVD دىسكا
uk: Диск HD DVD

source: Blank HD DVD Disc
ar: قرص HD DVD فارغ
eu: HD DVD disko hutsa
ug: بوش HD DVD دىسكا
uk: Чистий HD DVD диск

source: HD DVD-R Disc
ar: قرص HD DVD-R
eu: HD DVD-R diskoa
ug: HD DVD-R دىسكا
uk: Диск HD DVD-R

source: Blank HD DVD-R Disc
ar: قرص HD DVD-R فارغ
eu: HD DVD-R disko hutsa
ug: بوش HD DVD-R دىسكا
uk: Чистий HD DVD-R диск

source: HD DVD-RW Disc
ar: قرص HD DVD-RW
eu: HD DVD-RW diskoa
ug: HD DVD-RW دىسكا
uk: Диск HD DVD-RW

source: Blank HD DVD-RW Disc
ar: قرص HD DVD-RW فارغ
eu: HD DVD-RW disko hutsa
ug: بوش HD DVD-RW دىسكا
uk: Чистий HD DVD-RW диск

source: MO Disc
ar: قرص MO
eu: MO diskoa
ug: MO دىسكا
uk: Магніто-оптичний диск

source: Blank MO Disc
ar: قرص MO فارغ
eu: MO disko hutsa
ug: بوش MO دىسكا
uk: Чистий магніто-оптичний диск

source: MRW Disc
ar: قرص MRW
eu: MRW diskoa
ug: MRW دىسكىسى
uk: Диск MRW

source: Blank MRW Disc
ar: قرص MRW فارغ
eu: MRW disko hutsa
ug: قۇرۇق MRW دىسكا
uk: Чистий MRW диск

source: MRW/W Disc
ar: قرص MRW/W
eu: MRW/W diskoa
ug: MRW/W دىسكىسى
uk: Диск MRW/W

source: Blank MRW/W Disc
ar: قرص MRW/W فارغ
eu: MRW/W disko hutsa
ug: قۇرۇق MRW/W دىسكا
uk: Чистий MRW/W диск

source: Blank Optical Disc
ar: قرص ضوئي فارغ
eu: Disko optiko hutsa
ug: قۇرۇق نۇر دىسكا
uk: Чистий оптичний диск

source: %s Extended
ar: %s ممتد
eu: %s hedatua
ug: %s كېڭەيتىلگەن
uk: Розширена %s

source: Contains logical partitions
ar: يحتوي أقساما منطقية
eu: Partizio logikoak ditu
ug: لوگىكىلىق رايوننى ئوز ئىچىگە ئالىدۇ
uk: Містить логічні розділи

source: %s Encrypted
ar: %s مُعمَّى
eu: %s enkriptatuta
ug: %s شىفىرلانغان
uk: Шифрована %s

source: Optical Disc
ar: قرص ضوئي
eu: Disko optikoa
ug: ئوپتىك دىسكا
uk: Оптичний диск

source: %s Filesystem
ar: نظام ملفات %s
eu: %s fitxategi-sistema
ug: %s ھۆججەت سىستېمىسى
uk: Файлова система %s

source: %s Partition Table
ar: جدول تقسيم %s
eu: %s partizio-taula
ug: %s رايون جەدۋىلى
uk: Таблиця розділів %s

source: %s LVM2 Physical Volume
ar: جزء LVM2 منطقي %s
eu: %s LVM2 bolumen fisikoa
ug: %s LVM2 فىزىكىلىق دىسكا
uk: Фізичний том LVM2 %s

source: %s %s Component
eu: %s %s osagaia
ug: %s %s بۆلەك
uk: Складова %s %s

source: Part of "%s" array
eu: "%s" array-aren zatia
ug: "%s" قاتارنىڭ بۆلىكى
uk: Частина масиву "%s"

source: %s Swap Space
ar: %s مساحة تبديل
eu: %s swap lekua
ug: %s Swap بوشلۇقى
uk: Розділ вивантаження %s

source: %s Data
ar: %s بيانات
eu: %s datuak
ug: %s سانلىق-مەلۇمات
uk: %s дані

source: %s Unrecognized
ar: %s غير مُتعرّفة
eu: %s ezezaguna
ug: %s ناتونۇش
uk: %s Нерозпізнаний

source: Unknown or Unused
ar: غير معروف أو غير مُستخدم
eu: Ezezaguna edo erabili gabea
ug: يوچۇن ياكى ئىشلىتىلمىگەن
uk: Невідома помилка

source: %s Partition
ar: قسم %s
eu: %s partizioa
ug: %s رايون
uk: Розділ %s

source: Partition %d of %s
ar: القسم %d من %s
eu: %d. partizioa - %s
ug: %2$s نىڭ %1$d رايونى
uk: Розділ %d з %s

source: Partition %d
ar: القسم %d
eu: %d. partizioa
ug: %d رايون
uk: Розділ %d

source: Whole-disk volume on %s
ar: جزء يشغل كل القرص على %s
eu: Disko osoaren bolumena - %s
ug: %s دىكى پۈتۈن دىسكا ئېنى
uk: Том на весь диск %s

source: Whole-disk volume
ar: جزء يشغل كل القرص
eu: Disko osoaren bolumena
ug: پۈتۈن دىسكا ئېنى
uk: Том на весь диск

source: It's now safe to remove "%s".
eu: Orain segurua da "%s" kentzea.
ug: ھازىر "%s" نى بىخەتەر چىقىرىۋەتسىڭىز بولىدۇ.
uk: Можна безпечно витягнути "%s".

source: Writing data to "%s"...
eu: Datuak "%s"(e)n idazten...
ug: "%s" غا سانلىق مەلۇمات يېزىۋاتىدۇ…
uk: Записую дані до "%s"...

source: To prevent data loss, wait until this has finished before removing media or disconnecting the device.
eu: Datuak galtzea saihesteko, itxaron amaitu arte euskarria kendu edo gailua deskonektatu aurretik.
ug: سانلىق مەلۇماتنىڭ يوقىلىشىنىڭ ئالدىنى ئېلىش ئۈچۈن ۋاسىتىنى چىقىرىۋېتىش ياكى ئۈسكۈنىنى ئاجرىتىشتىن ئىلگىرى مەشغۇلاتنىڭ تاماملىنىشىنى كۈتۈڭ.
uk: Перш ніж витягувати носій чи від'єднувати пристрій, дочекайтеся завершення даної операції, щоб уникнути втрати даних.

source: Hard Disk Problems Detected
eu: Disko gogorrean arazoak hautemanda
ug: قاتتىق دىسكىدا مەسىلە بايقالدى
uk: Виявлено проблему жорсткого диска

source: A hard disk is reporting health problems.
eu: Disko gogor bateak osasun-arazoak dituela jakinarazi du.
ug: قاتتىق دىسكا سالامەتلىك مەسىلىسى بايقالدى.
uk: Жорсткий диск звітує про проблеми з працездатністю.

source: Multiple system hard disks are reporting health problems.
eu: Sistemako hainbat disko gogorrek osasun-arazoak dituztela jakinarazi dute.
ug: كۆپ سىستېما دىسكىسىدا سالامەتلىك مەسىلىسى بايقالدى.
uk: Кілька жорсткі диски звітують про проблеми з працездатністю.

source: Examine
eu: Aztertu
ug: تەكشۈر
uk: Дослідити

source: Multiple hard disks are reporting health problems.
eu: Hainbat disko gogorrek osasun-arazoak dituztela jakinarazi dute.
ug: كۆپ دىسكىسىدا سالامەتلىك مەسىلىسى بايقالدى.
uk: Кілька жорстких дисків звітують про проблеми з працездатністю.
