Repository: isabella232/gnome-disk-utility-1
Catalog: po/*.po
Languages: ar, eu, ug, uk

source: Insufficient space: %s is needed but largest contiguous free block is %s.
eu: Lekurik ez: %s. behar da, baina jarraian bloke libre handiena %s da.
ug: بوشلۇق يېتەرلىك ئەمەس: %s زۆرۈر ئىدى، بىراق ئۈزلۈكسىز بىكار بۆلەكنىڭ ئەڭ چوڭى %s ئىكەن.
uk: Бракує місця: %s потрібно, проте найбільший неперервний вільний блок має %s.

source: The disk will be partitioned and a partition will be created
ar: سيُقسم القرص ويُنشأ قسم
eu: Diskoan zatitu egingo dira eta partizio bat sortuko da
ug: دىسكا رايونلارغا بۆلىنىدۇ ۋە رايونلار قۇرۇلىدۇ
uk: Диск буде розподілено та будуть створені розділи

source: The disk will be partitioned and a %s partition will be created. Afterwards no space will be available.
eu: Diskoa zatitu egingo da eta %s-eko partizioa sortuko da. Ondoren, ez da leku librerik egongo erabilgarri.
ug: دىسكا رايونلارغا بۆلىنىدۇ ۋە %s رايون قۇرۇلىدۇ. ئاخىرىدا بوشلۇق قالمايدۇ.
uk: Диск буде розподілено та буде створено розділ %s. Після чого вільного простору не залишиться.

source: The disk will be partitioned and a %s partition will be created. Afterwards %s will be available.
eu: Diskoa zatitu egingo da eta %s-eko partizioa sortuko da. Ondoren, %s egongo dira erabilgarri.
ug: دىسكا رايونلارغا بۆلىنىدۇ ۋە %s رايون قۇرۇلىدۇ. ئاخىرىدا %s بوشلۇق قالىدۇ.
uk: Диск буде розподілено та буде створено розділ %s. Після чого залишиться %s вільного простору.

source: A partition will be created
ar: سيُنشأ قسم
eu: Partizio bat sortuko da
ug: بىر رايون قۇرۇلىدۇ
uk: Буде створено розділи

source: A volume will be created
eu: Bolumen bat sortuko da
ug: بىر دىسكا قۇرۇلىدۇ
uk: Том буде створено

source: A %s partition will be created. Afterwards no space will be available.
eu: %s(e)ko partizioa sortuko da. Ondoren, ez da leku librerik egongo erabilgarri.
ug: %s رايون قۇرۇلىدۇ. ئاخىرىدا بوشلۇق قالمايدۇ.
uk: Буде створено розділ %s. Після чого вільного простору не залишиться.

source: A %s volume will be created. Afterwards no space will be available.
eu: %s(e)ko bolumena sortuko da. Ondoren, ez da leku librerik egongo erabilgarri.
ug: %s دىسكا قۇرۇلىدۇ. ئاخىرىدا بوشلۇق قالمايدۇ.
uk: Том з %s буде створено. Після чого не буде вільного місця.

source: A %s partition will be created. Afterwards %s will be available.
eu: %s(e)ko partizioa sortuko da. Ondoren, %s egongo dira erabilgarri.
ug: %s رايون قۇرۇلىدۇ. ئاخىرىدا %s بوشلۇق قالىدۇ.
uk: Буде створено розділ %s. Після чого залишиться %s вільного простору.

source: A %s volume will be created. Afterwards %s will be available.
eu: %s(e)ko bolumena sortuko da. Ondoren, %s egongo dira erabilgarri.
ug: %s دىسكا قۇرۇلىدۇ. ئاخىرىدا %s بوشلۇق قالىدۇ.
uk: Том з %s буде створено. Після чого буде вільно %s.

source: Whole disk is uninitialized. %s available for use
ar: كل القرص غير مجهز. %s متاحة للاستخدام
eu: Disko osoa hasieratu gabe dago. %s erabilgarri dago
ug: پۈتۈن دىسكا دەسلەپلەشتۈرۈلمەپتۇ. %s نى ئىشلىتىشكە بولىدۇ
uk: Диск не ініціалізований. %s доступно для використання

source: %s available for use
ar: %s متاحة للاستخدام
eu: %s erabilgarri dago
ug: %s ئىشلىتىشكە بولىدۇ
uk: %s доступно для використання

source: The disk has no partitions. %s available for use
ar: لا يحتوي القرص على أقسام. %s متاحة للاستخدام
eu: Diskoak ez du partiziorik. %s erabilgarri dago
ug: دىسكىدا رايون يوق. %s نى ئىشلىتىشكە بولىدۇ
uk: Диск не містить розділів. %s доступно для використання

source: The disk has %d partition
ar: لا يحتوي القرص على أقسام
eu: Diskoak partizio %d du
ug: دىسكىدا %d رايون بار
uk: Диск має %d розділ

source: %s. Largest contiguous free block is %s
ar: %s. أكبر مساحة خالية متصلة %s
eu: %s. Jarraian bloke libre handiena %s da
ug: %s. ئەڭ چوڭ ئۈزلۈكسىز ئەركىن بوشلۇق %s
uk: %s. Найбільший великий блок - %s

source: Storage Devices
eu: Biltegien gailuak
ug: ساقلىغۇچ ئۈسكۈنىسى
uk: Пристрої зберігання інформації

source: Details
ar: التفاصيل
eu: Xehetasunak
ug: تەپسىلاتى
uk: Подробиці

source: Error benchmarking drive
eu: Errorea unitatearen proba-bankua lantzean
ug: قوزغاتقۇچ ئۈنۈمىنى ئۆلچەملىك سىناۋاتقاندا خاتالىق كۆرۈلدى
uk: Під час виміру швидкодії виникла помилка

source: Are you sure you want to start a read/write benchmark?
eu: Ziur zaude irakurketa/idazketaren proba-banku bat hastea nahi duzula?
ug: راستلا ئوقۇش يېزىش ئۈنۈمىنى ئۆلچەملىك سىنامسىز؟
uk: Ви певні, що хочете запустити вимір швидкодії?

source: _Benchmark
eu: _Proba-bankua
ug: ئۆلچەملىك سىنا(_B)
uk: _Вимір швидкодії

source: %s (%s) – Benchmark
eu: %s (%s) – Proba-bankua
ug: %s (%s) – ئۆلچەملىك سىنا
uk: %s (%s) – вимір швидкодії

source: Minimum Read Rate:
eu: Gutxieneko irakurketa-emaria:
ug: ئەڭ كىچىك ئوقۇش تېزلىكى:
uk: Мінімальний блок читання:

source: Minimum Write Rate:
eu: Gutxieneko idazketa-emaria:
ug: ئەڭ كىچىك يېزىش تېزلىكى
uk: Мінімальний блок записку:

source: Maximum Read Rate:
eu: Gehienezko irakurketa-emaria:
ug: ئەڭ چوڭ ئوقۇش تېزلىكى:
uk: Максимальний блок читання:

source: Maximum Write Rate:
eu: Gehienezko idazketa-emaria:
ug: ئەڭ چوڭ يېزىش تېزلىكى:
uk: Максимальний блок запису:

source: Average Read Rate:
eu: Batez besteko irakurketa-emaria:
ug: ئوتتۇرىچە ئوقۇش تېزلىكى:
uk: Середній блок читання:

source: Average Write Rate:
eu: Batez besteko idazketa-emaria:
ug: ئوتتۇرىچە يېزىش تېزلىكى:
uk: Середній блок запису:

source: Last Benchmark:
eu: Azken proba-bankua:
ug: ئاخىرقى ئۆلچەملىك سىناش:
uk: Останній вимір швидкодії:

source: Average Access Time:
eu: Batez besteko atzipen-denbora:
ug: ئوتتۇرىچە زىيارەت ۋاقتى:
uk: Середній час доступу:

source: Start _Read-Only Benchmark
eu: Hasi _irakurketaren proba-bankua
ug: ئوقۇشقىلا بولىدىغان ئۆلچەملىك سىناشنى باشلا(_R)
uk: Запустити перевірку швидкодії у режимі _читання

source: Measure read rate and access time
eu: Neurtu irakurketa-emaria eta atzipen-denbora
ug: ئوقۇش تېزلىكى ۋە زىيارەت ۋاقتىنى ئۆلچە
uk: Виміряти швидкість читання та час доступу

source: Start Read/_Write Benchmark
eu: Hasi irakurketa/i_dazketaren proba-bankua
ug: ئوقۇش/يېزىش ئۆلچەملىك سىناشنى باشلا(_R)
uk: Запустити перевірку швидкодії читання/_запису

source: Measure read rate, write rate and access time
eu: Neurtu irakurketa-emaria, idazketa-emaria eta atzipen-denbora
ug: ئوقۇش تېزلىكى، يېزىش تېزلىكى ۋە زىيارەت ۋاقتىنى ئۆلچە
uk: Виміряти швидкість читання, швидкість запису та час доступу

source: %d MB/s
uk: %d МБ/с

source: %3g ms
uk: %3g мс

source: Never
eu: Inoiz ere ez
ug: ھەرگىز
uk: Ніколи

source: Cancel
ar: ألغِ
eu: Utzi
ug: ۋاز كەچ
uk: Скасовано

source: Cancels the currently running benchmark
eu: Bertan behera utzi unean exekutatzen ari den proba
ug: ئىجرا قىلىنىۋاتقان ئۆلچەملىك سىناشنى بىكار قىلدى
uk: Скасовує поточний запущений тест

source: Edit %s
eu: Editatu %s
ug: %s نى تەھرىرلەش
uk: Редагувати %s

source: Missing Physical Volume
eu: Bolumen fisikoa falta da
ug: فىزىكىلىق دىسكا ئەن كەم
uk: Нема фізичного тому

source: Edit PVs on %s (%s)
eu: Editatu bol. fisikoa %s(e)n (%s)
ug: %s (%s) دىكى PV تەھرىرلەش
uk: Редагувати PV на %s (%s)

source: Physical _Volumes
eu: Bolumen _fisikoak
ug: فىزىكىلىق دىسكا ئەن(_V)
uk: Фізичні _томи

source: Physical Volume
eu: Bolumen fisikoak
ug: فىزىكىلىق دىسكا ئەن
uk: Фізичний том

source: Capacity
eu: Edukiera
ug: سىغىمى
uk: Місткість

source: Unallocated
eu: Esleitu gabea
ug: تەقسىملەنمىگەن
uk: Вільно

source: SMART Status:
eu: SMARTen egoera:
ug: SMART ھالەت:
uk: Статус SMART:

source: Device:
ar: الجهاز:
eu: Gailua:
ug: ئۈسكۈنە:
uk: Пристрій:

source: _New Physical Volume
eu: Bolumen fisiko _berria
ug: يېڭى فىزىكىلىق دىسكا ئەن(_N)
uk: _Створити фізичний том

source: Add a new PV to the VG
eu: Gehitu bol. fisikoa bol. taldeari
ug: VG غا يېڭىدىن PV قوشىدۇ
uk: Створити новий PV до VG

source: _Remove Physical Volume
eu: _Kendu bolumen fisikoa
ug: فىزىكىلىق ئەننى چىقىرىۋەت(_R)
uk: _Вилучити фізичний том

source: Remove the PV from the VG
eu: Kendu bol. fisikoa bol. taldetik
ug: VG دىن PV نى چىقىرىۋېتىدۇ
uk: Вилучити PV з VG

source: Not Supported
eu: Ez dago onartuta
ug: قوللىمايدۇ
uk: Не підтримується

source: Edit components on %s (%s)
eu: Editatu osagaiak %s(e)n (%s)
ug: %s دىكى بۆلەكنى تەھرىرلەش(%s)
uk: Редагувати складові на %s (%s)

source: C_omponents
eu: _Osagaiak
ug: بۆلەكلەر(_O)
uk: С_кладові

source: Position
eu: Posizioa
ug: ئورنى
uk: Позиція

source: Component
eu: Osagaia
ug: بۆلەك
uk: Складова

source: State
ar: الحالة
eu: Egoera
ug: ھالەت
uk: Стан

source: Position:
eu: Posizioa:
ug: ئورنى:
uk: Позиція:

source: State:
ar: الحالة:
eu: Egoera:
ug: ھالەت:
uk: Стан:

source: Add _Spare
eu: Gehitu _ordezkoa
ug: زاپاس قوش(_S)
uk: Додати _запас

source: Add a spare to the array
eu: Gehitu ordezko bat array-ari
ug: بۇ قاتارغا بىر زاپاس قوشىدۇ
uk: Додати запас до масиву

source: _Expand Array
eu: _Zabaldu array-a
ug: تىزىقنى ياي(_E)
uk: _Розширити масив

source: Increase the capacity of the array
eu: Handiagotu array-aren edukiera
ug: تىزمىنىڭ سىغىمىنى چوڭلۇقىنى چوڭايتىدۇ
uk: Збільшити місткість масиву

source: _Attach Component
eu: _Erantsi osagaia
ug: بۆلەكنى قوش(_A)
uk: _Приєднати складову

source: Attach the component to the array
eu: Erantsi osagaia array-ari
ug: بۆلەكنى تىزىققا قوشىدۇ
uk: Додати складову до масиву

source: _Remove Component
ar: أزِل الم_كون
eu: _Kendu osagaia
ug: بۆلەكنى چىقىرىۋەت(_R)
uk: В_илучити складову

source: Remove the component from the array
eu: Kendu osagaia array-tik
ug: بۆلەكنى تىزىقتىن چىقىرىۋېتىدۇ
uk: Вилучити складову з масиву

source: Part_ition Label:
eu: Partizioaren _etiketa:
ug: رايون ئېنى(_I):
uk: Мітка _розділу:

source: Ty_pe:
eu: _Mota:
ug: تىپى(_P):
uk: Т_ип:

source: _Bootable
ar: _قابل للإقلاع
eu: _Abiarazgarria
ug: قوزغىلىشچان(_B)
uk: _Завантажувальний

source: Required / Firm_ware
eu: Beharrezkoa / _Firmwarea
ug: زۆرۈر/مۇقىم دېتال(_W)
uk: Потрібно / _мікропрограма

source: The operation failed
eu: Eragiketak huts egin du
ug: مەشغۇلات مەغلۇپ بولدى.
uk: Помилка при виконанні операції

source: The device is busy
eu: Gailua lanpetuta dago
ug: ئۈسكۈنە ئالدىراش
uk: Пристрій зайнятий

source: The operation was canceled
eu: Eragiketa bertan behera utzi da
ug: مەشغۇلات ئەمەلدىن قالدۇرۇلدى
uk: Операцію скасовано

source: The daemon is being inhibited
eu: Daemon-a galarazten dago
ug: بۇ نازارەتچى چەكلەنگەن
uk: Роботу демона заборонено

source: An invalid option was passed
eu: Aukera baliogabe bat eman zaio
ug: ئىناۋەتسىز تاللانما كىرگۈزۈلدى
uk: Передано неправильний параметр

source: The operation is not supported
eu: Eragiketa ez dago onartuta
ug: بۇ مەشغۇلاتنى ئىشلەتكىلى بولمايدۇ
uk: Операція не підтримується

source: Getting ATA SMART data would wake up the device
eu: ATA SMART datuak lortzean gailua esna daiteke
ug: ATA SMART سانلىق مەلۇماتى ئېلىنسا ئۈسكىنە ئويغىنىدۇ
uk: Отримання даних ATA SMART виведе пристрій з сплячого режиму

source: Permission denied
eu: Baimena ukatuta
ug: ھوقۇقىڭىز يەتمىدى
uk: Доступ заборонено

source: Filesystem driver not installed
eu: Fitxategi-sistemaren kontrolatzailea ez dago instalatuta
ug: ھۆججەت سىستېمىسى قوزغاتقۇچ دېتالى ئورنىتىلمىغان
uk: Драйвер файлової системи не встановлено

source: Filesystem tools not installed
eu: Fitxategi-sistemaren tresnak ez daude instalatuta
ug: ھۆججەت سىستېمىسى قورالى ئورنىتىلمىغان
uk: Утиліти файлової системи не встановлено

source: Unknown error
ar: خطأ مجهول
eu: Errore ezezaguna
ug: نامەلۇم خاتالىق
uk: Невідома помилка

source: An error occurred while performing an operation on "%s" (%s): %s
eu: Errorea gertatu da eragiketa bat lantzean "%s"(e)n (%s): %s
ug: "%s" (%s) نىڭدا مەشغۇلات قىلىۋاتقاندا خاتالىق كۆرۈلدى: %s
uk: Трапилась помилка при виконанні операції на «%s» (%s): %s

source: An error occurred: %s
eu: Errore bat gertatu da: %s
ug: خاتالىق يۈز بەردى: %s
uk: Виникла помилка: %s

source: _Details
eu: _Xehetasunak
ug: تەپسىلاتلار(_D)
uk: _Докладніше

source: Flags specifying the behavior of the dialog
eu: Elkarrizketa-koadroaren portaera zehazten duten banderak
ug: سۆزلەشكۈنىڭ ئىش-ھەرىكىتىنى بەلگىلەيدىغان تاللانمىلار
uk: Ознаки, що вказують поведінку діалогу

source: Filesystem type
ar: نوع نظام الملفات
eu: Fitxategi-sistema mota
ug: ھۆججەت سىستېمىسى تىپى
uk: Тип файлової системи

source: The selected filesystem type
ar: نوع نظام الملفات المختار
eu: Hautatutako fitxategi-sistema mota
ug: تاللانغان ھۆججەت سىستېمىسىنىڭ تىپى
uk: Обраний тип файлової системи

source: Filesystem label
ar: عنوان نظام الملفات
eu: Fitxategi-sistemaren etiketa
ug: ھۆججەت سىستېمىسى ئېنى
uk: Мітка файлової системи

source: The requested filesystem label
ar: عنوان نظام الملفات المطلوب
eu: Eskatutako fitxategi-sistemaren etiketa
ug: تەلەپ قىلىنغان ھۆججەت سىستېمىسىنىڭ ئېنى
uk: Необхідна мітка для файлової системи

source: Filesystem options
eu: Fitxategi-sistemaren aukerak
ug: ھۆججەت سىستېمىسى تاللانمىسى
uk: Параметри файлової системи

source: The options to use for creating the filesystem
eu: Fitxategi-sistema sortzean erabiliko diren aukerak
ug: ھۆججەت سىستېمىسى قۇرۇشتا ئىشلىتىلىدىغان تاللانمىلار
uk: Параметри для використання при створенні файлової системи

source: Encryption
ar: التعمية
eu: Enkriptatzea
ug: شىفىرلاش
uk: Шифрування

source: Whether the volume should be encrypted
ar: هل يُعمّى الجزء أم لا
eu: Bolumena enkriptatu behar den edo ez
ug: دىسكا شىفىرلىنىشى كېرەكمۇ يوق
uk: Чи потрібно шифрувати том

source: Take Ownership
eu: Hartu jabetza
ug: ئىگىدارلىق ھوقۇقىغا ئېرىش
uk: Стати власником

source: Whether the filesystem should be owned by the user
eu: Fitxategi-sistemaren jabetza erabiltzaileak hartu dezakeen edo ez
ug: ئىشلەتكۈچى ھۆججەت سىستېمىسىنىڭ ئىگىسى بولامدۇ يوق
uk: Чи потрібно, щоб користувач володів файловою системою

source: Affirmative Button Mnemonic
eu: Baiezko botoi mnemoteknikoa
ug: ئەستە تۇتۇش ياردەمچى جەزملەش توپچىسى
uk: Стверджувальна мнемонічна кнопка

source: The mnemonic label for the affirmative button
eu: Baiezko botoiaren etiketa mnemoteknikoa
ug: جەزملە توپچىسىدىكى ئەستە تۇتۇش ياردەمچى بەلگىسى
uk: Мнемонічна позначка для стверджувальну кнопку

source: _Format
ar: _هيّء
eu: _Formateatu
ug: فورمات(_F)
uk: Форм_aтувати

source: Format %s
eu: Formateatu %s
ug: %s فورماتلا
uk: Форматувати %s

source: Disk _Utility
ar: أداة الأ_قراص
eu: Diskoen _tresna
ug: دىسكا قورالى(_U)
uk: Дискова _утиліта

source: Use Disk Utility to format volume
ar: استخدم أداة الأقراص لتهيئة الجزء
eu: Erabili 'Diskoen tresna' bolumenari formatu emateko
ug: دىسكىنى فورماتلاشتا دىسكا قورالى ئىشلىتىدۇ
uk: Для форматування тому скористайтесь Disk Utility

source: _Type:
ar: ال_نوع:
eu: _Mota:
ug: تىپى(_T):
uk: _Тип:

source: Compatible with all systems (FAT)
ar: متوافق مع كل الأنظمة (FAT)
eu: Sistema guztiekin bateragarria (FAT)
ug: بارلىق سىستېمىلار(FAT) بىلەن چىقىشىدۇ
uk: Сумісний з усіма системами (FAT)

source: Compatible with Linux (ext2)
ar: متوافق مع لينكس (ext2)
eu: Linux-ekin bateragarria (ext2)
ug: Linux(ext2) بىلەن چىقىشىدۇ
uk: Сумісний з Linux (ext2)

source: Compatible with Linux (ext4)
eu: Linux-ekin bateragarria (ext4)
ug: Linux(ext4) بىلەن چىقىشىدۇ
uk: Сумісний з Linux (ext4)

source: Encrypted, compatible with Linux (FAT)
ar: مُعمّى، متوافق مع لينكس (FAT)
eu: Enkriptatuta, Linux-ekin bateragarria (FAT)
ug: شىفىرلاندى، Linux (FAT) كە ئۇيغۇن
uk: Шифрований, сумісний з Linux (FAT)

source: _Name:
ar: الا_سم:
eu: _Izena:
ug: ئاتى(_N):
uk: _Назва:

source: New Volume
ar: جزء جديد
eu: Bolumen berria
ug: يېڭى دىسكا
uk: Новий том

source: T_ake ownership of filesystem
eu: _Hartu fitxategi-sistemaren jabetza
ug: ھۆججەتنىڭ ئىگىدارچىلىقىنى ئۆتكۈزۈۋال(_A)
uk: Стати в_ласником файлової системи

source: The selected file system has a concept of file ownership. If checked, the created file system will be owned by you. If not checked, only the super user can access the file system.
eu: Hautatutako fitxategi-sistema fitxategiaren jabetzaren kontzeptua dauka. Aktibatzen bada, sortutako fitxategi-sistemaren jabea zu zeu izango zara. Ez bada aktibatzen, supererabiltzaileak soilik atzi dezake fitxategi-sistema.
ug: تاللانغان ھۆججەت سىستېمىسىدا ھۆججەت ئىگىسى ئۇقۇمى بار. ئەگەر تاللانسا، تاللانغان ھۆججەت سىستېمىسى سىزگە تەۋە بولىدۇ. ئەگەر تاللانمىسا، پەقەت ئالاھىدە ئىشلەتكۈچىنىڭلا بۇ ھۆججەت سىستېمىسىنى زىيارەت قىلىش ھوقۇقى بار.
uk: Обрана файлова система підтримує концепцію прав власності. Якщо відмітити цей параметр, ви будете власником файлової системи. В іншому разі лише адміністратор зможе отримати до неї доступ.

source: _Encrypt underlying device
eu: _Enkriptatu azpiko gailua
ug: تۆۋەن دەرىجىلىك ئۈسكۈنە شىفىرلا(_E)
uk: За_шифрувати базовий пристрій

source: Encryption protects your data, requiring a passphrase to be entered before the file system can be used. May decrease performance and may not be compatible if you use the media on other operating systems.
eu: Enkriptatzeak zure datuak babesten ditu, pasaesaldi bat sartzea eskatuz fitxategi-sistema erabili aurretik. Errendimendua gutxiagotu dezake eta ez da bateragarria izango euskarria beste sistema eragileetan erabiltzen baduzu.
ug: سانلىق مەلۇماتلىرىڭىزنى شىفىرلاپ قوغدايدۇ، ھۆججەت سىستېمىسىنى ئىشلىتىشتىن ئىلگىرى ئىم كىرگۈزۈش لازىم. ئەگەر سىز باشقا مەشغۇلات سىستېمىسىدا بۇ ۋاسىتىنى ئىشلەتسىڭىز ئۈنۈمى تۆۋەنلەپ كېتىشى ياكى ماسلاشماسلىقى مۇمكىن.
uk: Шифрування захищає Ваші дані та вимагає парольної фрази для використання файлової системи. Це веде до зменшення швидкодії та може бути несумісним з іншими операційними системами, якщо Ви використовуєте носії.

source: Warning: All data on the volume will be irrevocably lost.
ar: تحذير: ستُفقد كل البيانات على الجزء بلا رجعة.
eu: Abisua: bolumeneko datu guztiak betirako galdu egingo dira.
ug: ئاگاھلاندۇرۇش: دىسكىدىكى بارلىق سانلىق-مەلۇماتلار تەل-توكۇس يوقىلىدۇ.
uk: Увага: Всі дані, які зберігаються на томі буде безповоротно втрачено.

# application name
source: Process Viewer (top)
ar: عارض العمليات (top)
ug: ئىجرا كۆرگۈ(top)
uk: Переглядач процесів (top)

# application name
source: Terminal Pager (less)
ar: مصحّف الطرفية (less)
ug: تېرمىنالنى بەتكە ئايرىغۇچ(less)
uk: Пейджер терміналу (less)

# application name
source: Unknown
ar: مجهول
ug: نامەلۇم
uk: Невідомо

source: uid: %d pid: %d program: %s
ar: معرّف المستخدم: %d معرف المجوعة: %d البرنامج: %s
eu: uid: %d pid: %d programa: %s
ug: uid: %d pid: %d پروگرامما: %s
uk: uid: %d pid: %d програма: %s

source: pid: %d program: %s
ar: معرف العملية: %d البرنامج: %s
eu: pid: %d programa: %s
ug: pid: %d پروگرامما: %s
uk: pid: %d програма: %s

source: Partition %d on %s
ar: القسم %d على %s
eu: %d. partizioa - %s
ug: %d-رايون (دىسكا %s)
uk: %d розділ на %s

source: Cannot unmount volume
ar: تعذّر وصل الجزء
eu: Ezin da bolumena desmuntatu
ug: دىسكىنى ئېگەرسىزلىيەلمىدى
uk: Не можу від'єднати том

source: One or more applications are using the volume. Quit the applications, and then try unmounting again.
ar: تطبيق أو أكثر تستخدم الجزء. أغلق التطبيقات ثم حاول ثانيا.
eu: Aplikazio bat, edo gehiago, bolumena erabiltzen ari da. Irten aplikaziotik eta saiatu berriro desmuntatzen.
ug: بىر ياكى بىرقانچە پروگرامما دىسكىنى ئىشلىتىۋېتىپتۇ. پروگراممىلارنى ئاخىرلاشتۇرۇپ ئېگەرسىزلەشنى قايتا سىناڭ.
uk: Одна або декілька програм використовують том. Вимкніть програми, та знову спробуйте від'єднати том.

source: _Unmount
ar: ا_فصل
eu: _Desmuntatu
ug: ئېگەرسىزلە(_U)
uk: _Від'єднати

source: Passphrases do not match
ar: لا تتطابق عبارتا السر.
eu: Pasaesaldiak ez datoz bat
ug: Passphrases ماس كەلمىدى
uk: Паролі не збігаються

source: Passphrases do not differ
ar: لا تختلف عبارتا السر.
eu: Pasaesaldiak ez dira desberdinak
ug: Passphrases پەرقسىز
uk: Паролі не відрізняються

source: Passphrase can't be empty
ar: لا يمكن أن تكون عبارة السر خالية
eu: Pasaesaldia ezin da hutsik egon
ug: Passphrases قۇرۇق بولسا بولمايدۇ
uk: Пароль не може бути порожнім

source: Cr_eate
ar: أ_نشئ
eu: _Sortu
ug: قۇر(_E)
uk: _Створити

source: Change _Passphrase
ar: غيِّر _عبارة السر
eu: Aldatu _pasaesaldia
ug: Passphrase نى ئۆزگەرت(_P)
uk: Змінити _пароль

source: _Unlock
ar: ا_فتح القفل
eu: _Desblokeatu
ug: قۇلۇپ ئاچ(_U)
uk: _Розблокувати

source: To create an encrypted device, choose a passphrase to protect it
eu: Enkriptatutako gailua sortzeko, aukeratu pasaesaldi bat hura babesteko
ug: شىفىرلانغان دىسكا قۇرۇش ئۈچۈن، ئۇنى قوغدايدىغان passphrase نى تاللاڭ
uk: Оберіть пароль для захисту майбутнього зашифрованого пристрою

source: To change the passphrase, enter both the current and new passphrase
eu: Pasaesaldia aldatzeko, sartu uneko pasaesaldia eta baita berria ere
ug: passphrase نى ئۆزگەرتىش ئۈچۈن، كونا ۋە يېڭى ئىككىلىسىنى كىرگۈزۈڭ.
uk: Щоб змінити пароль, введіть поточну та нову версію

source: Data on this device is stored in an encrypted form protected by a passphrase
eu: Gailu honetako datuak pasaesaldi batekin babestutako enkriptatutako moduan gordeta daude
ug: بۇ ئۈسكىنىگە ساقلانغان سانلىق-ئاساسلار شىفىرلانغان ھەم passphrase بىلەن قوغدىلىدۇ
uk: Дані на цьому пристрої є зашифрованими та захищені паролем

source: Data on this device will be stored in an encrypted form protected by a passphrase.
eu: Gailu honetako datuak pasaesaldi batekin babestutako enkriptatutako moduan gorde egingo dira.
ug: بۇ ئۈسكىنىگە ساقلانغان سانلىق-ئاساسلار شىفىرلىنىدۇ ھەم passphrase بىلەن قوغدىلىدۇ.
uk: Дані на цьому пристрої будуть зберігатися у зашифрованій формі та захищатися паролем.

source: Data on this device is stored in an encrypted form protected by a passphrase.
eu: Gailu honetako datuak pasaesaldi batekin babestutako enkriptatutako moduan gordeta daude.
ug: بۇ ئۈسكىنىگە ساقلانغان سانلىق-ئاساسلار شىفىرلانغان ھەم passphrase بىلەن قوغدىلىدۇ.
uk: Дані на цьому пристрої зберігаються у зашифрованій формі, яка захищена паролем.

source: To make the data available for use, enter the passphrase for the device.
eu: Datuak erabilgarri izateko, sartu gailuaren pasaesaldia.
ug: سانلىق ئاساسلارنى ئىشلەتكىلى بولىدىغان قىلىش ئۈچۈن ئۈسكىنىڭ passphrase نى كىرگۈزۈڭ.
uk: Введіть пароль для пристрою, щоб отримати доступ до даних.

source: Incorrect Passphrase. Try again.
eu: Okerreko pasaesaldia. Saiatu berriro.
ug: passphrase توغرا ئەمەس. قايتا سىناڭ.
uk: Невірний пароль. Спробуйте ще раз.

source: C_urrent Passphrase:
eu: _Uneko pasaesaldia:
ug: نۆۋەتتىكى passphrase(_U):
uk: П_оточний пароль:

source: _New Passphrase:
eu: _Pasaesaldi berria:
ug: يېڭى passphrase(_N):
uk: _Новий пароль:

source: _Verify Passphrase:
eu: _Egiaztatu pasaesaldia:
ug: Passphrase نى تەكشۈر(_V):
uk: Пе_ревірити пароль:

source: _Passphrase:
eu: _Pasaesaldia:
ug: ئىم جۈملىسى(_P):
uk: _Пароль:

source: _Forget passphrase immediately
eu: Gogoratu pasaesaldia _berehala
ug: passphrase نى دەرھال ئۇنتۇ(_F)
uk: _Негайно забути пароль

source: Remember passphrase until you _log out
eu: Gogoratu pasaesaldia saioa _amaitu arte
ug: تىزىمدىن چىقىپ كەتكۈچە passphrase نى ئەستە ساقلا(_L)
uk: Запам'ятати пароль до _кінця сеансу

source: _Remember forever
eu: _Gogoratu beti
ug: مەڭگۈ ئەستە تۇت(_R)
uk: _Запам'ятати назавжди

source: Enter Passphrase
eu: Sartu pasaesaldia
ug: ئىم جۈملىسى كىرگۈزۈڭ
uk: Введіть пароль

source: LUKS Passphrase for UUID %s
ar: عبارة سر LUKS ل‍ UUID ‏%s
eu: LUKS pasaesaldia %s UUIDarentzako
ug: UUID %s نىڭ LUKS Passphrase
uk: Парольна фраза для LUKS UUID %s

source: Empty (don't create a file system)
eu: Hutsa (ez sortu fitxategi-sistemarik)
ug: قۇرۇق(ھۆججەت سىستېمىسى قۇرما)
uk: Порожньо (не створювати файлову систему)

source: Empty
eu: Hutsa
ug: بوش
uk: Порожньо

source: Extended Partition
eu: Hedatutako partizioa
ug: كېڭەيتىلگەن رايون
uk: Розширений розділ

source: Master Boot Record
eu: Abioko Erregistro Maisua (MBR)
ug: ئاساسىي يېتەكلەش خاتىرىسى
uk: Головний запис завантаження (MBR)

source: GUID Partition Table
ar: جدول أقسام GUID
eu: GUID partizio-taula
ug: GUID رايون جەدۋىلى
uk: Таблиця розділів GUID

source: Don't partition
eu: Ez sortu partiziorik
ug: رايونغا بۆلمە
uk: Не розбивати

source: Apple Partition Map
ar: خريطة أقسام أبل
eu: Apple-ren partizio-mapa
ug: Apple رايون خەرىتىسى
uk: Мапа розділу Apple

source: Partitioning Scheme
eu: Partizio-eskema
ug: رايونغا بۆلۈش لايىھىسى
uk: Схема розділу

source: The selected partitioning scheme
eu: Hautatutako partizio-eskema
ug: تاللانغان رايونغا بۆلۈش لايىھىسى
uk: Обрана схема розподілу
